[
  {
    "id": 1937,
    "p1": {"name": "蒋介石",
           "intro": "蒋介石（1887年10月31日-1975年4月5日），原名瑞元，后改名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。",
           "photo": "1937_p1"},
    "p2": {"name":"周恩来",
           "intro": "周恩来（1898年3月5日—1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
           "photo": "1937_p2"} ,
    "e1": {"name": "七七事变",
           "intro": "七七事变，又称卢沟桥事变，发生于1937年7月7日。1937年7月7日夜，卢沟桥的日本驻军在未通知中国地方当局的情况下，径自在中国驻军阵地附近举行所谓军事演习，并诡称有一名日军士兵失踪，要求进入北平西南的宛平县城搜查 ，被中国驻军严词拒绝，日军随即向宛平城和卢沟桥发动进攻。中国驻军第29军37师219团奋起还击，进行了顽强的抵抗。“七七事变”揭开了全国抗日战争的序幕",
           "photo": "1937_e1"},
    "e2": {"name": "国共第二次合作",
           "intro": "在抗日战争时期，中国共产党同中国国民党第二次建立的合作，即抗日民族统一战线。1937年8月中旬蒋介石被迫同意将在陕北的中央红军改编为国民革命军第八路军（简称八路军），9月22日国民党中央通讯社发表了《中共中央为公布国共合作宣言》。23日，蒋介石发表谈话承认了共产党的合法地位。10月间，又将在南方十三个地区的红军游击队改编为国民革命军新编第四军（简称新四军），至此抗日民族统一战线正式形成，第二次国共合作开始。”，“人心所向，天命可知。予亦何忍因一姓之尊荣，拂兆民之好恶\"，“特率皇帝将统治权公诸全国，定为立宪共和国体，近慰海内厌乱望治之心，远协古圣天下为公之义”。",
           "photo": "1937_e2"}
  },
  {
    "id": 1938,
    "p1": {"name": "李宗仁",
           "intro": "李宗仁（1891年8月13日—1969年1月30日），字德邻，广西桂林市临桂人。国民革命军陆军一级上将，中国国民党“桂系”首领，中华民国首任副总统、代总统。他是北伐战争中有着重要影响的一位人物，北伐前致力两广统一，奠定北伐的基础，促成北伐。“九·一八”事变后，抗日战争爆发，李宗仁任第五战区司令长官。1948年国民党行宪，当选副总统。蒋介石下野后，一度任代总统，欲以和谈挽救国民政府未果。之后出走美国，但最终携夫人郭德洁于1965年7月经瑞士、中东回到北京，受到毛泽东及其他中共领导人欢迎。",
           "photo": "1938_p1"},
    "p2": {"name":"白求恩",
           "intro": "白求恩，全名亨利·诺尔曼·白求恩（Henry Norman Bethune，1890年3月4日（一说3月3日 [23]）—1939年11月12日），加拿大共产党员，国际主义战士，著名胸外科医师。1890年出生于加拿大安大略省格雷文赫斯特镇，1935年加入加拿大共产党，1938年来到中国参与抗日革命。因手术中被细菌感染转为败血症，1939年11月12日凌晨逝世。他在中国工作的一年半时间里为中国抗日革命呕心沥血，毛泽东称其为是一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人。",
           "photo": "1938_p2"} ,
    "e1": {"name": "台儿庄战役",
           "intro": "台儿庄大捷，又称台儿庄战役、鲁南会战或血战台儿庄。台儿庄战役的起止时间有几种说法，一般认为从1938年3月16日开始至4月15日结束。战役由滕县战斗、临沂附近战斗、台儿庄战斗和日军的溃退，中国军队的追击作战等部分组成。",
           "photo": "1938_e1"},
    "e2": {"name": "国民党临时全国代表大会",
           "intro": "1938年3月在武昌召开该会。通过了《抗战建国纲领》，确定了抗战救国的总方针；决定改变领导体制，实行总裁制，选举蒋介石为国民党总裁，会议还作出关于国民参政会的决议。这次会议对国民政府的行政管理产生了深刻的影响。",
           "photo": "1938_e2"}
  },
  {
    "id": 1939,
    "p1": {"name": "汪精卫",
           "intro": "汪精卫（1883年5月4日-1944年11月10日），名兆铭，祖籍浙江山阴（原绍兴县），出生于广东三水，字季新。早年投身革命，曾谋刺清摄政王载沣未遂，袁世凯统治时期到法国留学。回国后于1919年在孙中山领导下，驻上海创办《建设》杂志。1921年孙中山在广州就任非常大总统，汪精卫任广东省教育会长、广东政府顾问。1924年任中央宣传部长。后期思想明显退变，于抗日战争期间投靠日本，在南京成立伪国民政府，沦为汉奸。1944年在日本名古屋因“骨髓肿”病死。",
           "photo": "1939_p1"},
    "p2": {"name":"吴佩孚",
           "intro": "吴佩孚（1874年4月22日—1939年12月4日），字子玉，山东蓬莱人。民国时期直系军阀首领、中国国民革命军一级上将、官至直鲁豫两湖巡阅使、十四省讨贼联军总司令。吴佩孚早年先后到开平武备学堂、保定陆军速成军校学习，毕业后到北洋督练所参谋处任职。辛亥革命时，在曹锟手下任第三师师长。曹吴在北洋军阀时期结成军事集团，史称直系军阀。1920年，吴、曹直系军阀与段祺瑞的皖系军阀之间爆发了直皖战争，曹吴得胜，入主北京。在京期间，吴佩孚主张召开国民大会，解决国内问题，遭到曹锟及其它军阀的反对，只得率师回顾洛阳。徐世昌任大总统时，任命吴佩孚为直鲁豫巡阅副使。1922年，吴佩孚反对梁士诒内阁将胶济铁路的权益出卖给日本，反对直系通缉的皖系政客，导致了直奉大战。最后将张作霖的奉系赶到了关外。这场战争使吴佩孚名声大振，成了直系的首要人物。1923年，曹锟当总统，吴佩孚升任直豫鲁巡阅使。但吴后来镇压工人运动，在北伐战争中失败逃到四川，后又回北平。吴佩孚反日立场坚定、鲜明，九一八事变后，他多次参加反日活动。抗日战争爆发后，日本特务机关想选择吴为傀儡，建立全国性政权，被吴严词拒绝。1939年12月，吴佩孚因牙疾经日本医生治疗后暴死。",
           "photo": "1939_p2"} ,
    "e1": {"name": "纳粹德国侵略波兰",
           "intro": "波兰战役，是苏联、纳粹德国与斯洛伐克军队在1939年9月入侵波兰的战役，该战役被认为是第二次世界大战全面爆发的标志。在《苏德互不侵犯条约》签署了一星期后，德国于1939年9月1日展开进攻，而苏联于9月17日入侵波兰，10月6日，德苏两国占领波兰全国领土，波兰战役结束。波兰战役被称为“1939年保卫战”或“1939年九月战役”，西方各国称为“波兰战役”，德军作战代号为“白色方案”。",
           "photo": "1939_e1"},
    "e2": {"name": "晋西事变",
           "intro": "晋西事变，又称十二月事变，发生于1939年12月。在国民党顽固派掀起的抗日战争时期的“第一次反共高潮”期间，国民党第二战区司令长官兼晋绥绥靖公署主任阎锡山，几乎动用了全部晋绥军(旧军)进攻山西新军，镇压与新军一体的牺牲救国同盟会。山西新军在八路军的支援下被迫奋起反抗。中国共产党中央委员会采取“有理、有利、有节”的方针，妥善处理了这次事变，打击了山西反共顽固派的妥协投降阴谋，发展了抗日武装力量，巩固了山西的抗战局面，并且争取到阎锡山继续留在抗日阵营，维护了中国共产党与阎锡山的统一战线关系。",
           "photo": "1939_e2"}
  },
  {
    "id": 1940,
    "p1": {"name": "温斯顿·丘吉尔",
           "intro": "温斯顿·伦纳德·斯宾塞·丘吉尔（英文：Winston Leonard Spencer Churchill，1874年11月30日－1965年1月24日），英国政治家、历史学家、演说家、作家、记者，第61、63届英国首相（1940年－1945年，1951年－1955年）。丘吉尔出身贵族家庭，毕业于桑赫斯特皇家军事学院。1895年投军，并以记者身份参加过西班牙镇压古巴革命及英国侵略印度的战争和英布战争。1900年以后，曾连续当选为自由党或保守党议员，历任殖民、海军、财政和国防大臣等职，因承担加利波利战役失利的责任而改授闲职。希特勒在德国当政后，他提出联苏制德的主张，反对绥靖政策。第二次世界大战全面爆发后，重任海军大臣，次年担任首相，组建联合内阁，领导英国人民对德作战。1941年苏德战争爆发后，立即发表声明援助苏联。同时还极力争取美国的援助，为反法西斯战争的胜利作出贡献。1945年败选辞职，1946年发表“铁幕演说”，揭开冷战的序幕。1951年重新当选首相，1955年退休。1965年，丘吉尔因病在伦敦逝世。丘吉尔是20世纪最重要的政治领袖之一，以及英国重要的历史学家，著有《第二次世界大战回忆录》《英语民族史》等。曾获1953年诺贝尔文学奖，以及诺贝尔和平奖的提名。他还是历史上掌握英语单词数量最多的人之一（12万多个），一度被新闻媒体评为“近百年来世界最有说服力的八大演说家”之一、“最伟大的100名英国人”中有史以来最伟大的英国人。但其涉及到种族主义的言行也引发了较大的争议。",
           "photo": "1940_p1"},
    "p2": {"name":"蔡元培",
           "intro": "蔡元培（1868年1月11日—1940年3月5日），字鹤卿，又字仲申、民友、孑民，乳名阿培，曾化名蔡振、周子余。汉族，素食主义者，浙江绍兴府山阴县（今浙江省绍兴市）人，祖籍浙江省诸暨市。教育家、革命家、政治家，民主进步人士，国民党中央执委、中华民国国民政府委员兼监察院院长、中华民国首任教育总长，国民党四大元老之一。清光绪进士。 [25]1916年12月至1927年任北京大学校长，革新北大，开“学术”与“自由”之风；1920年至1930年，蔡元培同时兼任中法大学校长。他早年参加反清朝帝制的斗争，民国初年主持制定了中国近代高等教育的第一个法令——《大学令》。北伐时期，国民政府奠都南京后，他主持教育行政委员会、筹设中华民国大学院及中央研究院，主导教育及学术体制改革。1928年至1940年专任中央研究院院长，贯彻对学术研究的主张。蔡元培数度赴德国和法国留学、考察，研究哲学、文学、美学、心理学和文化史，为他致力于改革封建教育奠定思想理论基础。1933年，蔡元培倡议创建南京博物院，并亲自兼任第一届理事会理事长。抗战爆发初期，蔡元培与上海文化界知名人士联合组织成立了上海文化界救亡协会，积极组织发动文化界人士及民众投入抗日救亡运动。1940年3月5日在香港病逝。葬香港仔山巅华人公墓。",
           "photo": "1940_p2"} ,
    "e1": {"name": "新民主主义论",
           "intro": "毛泽东1940年1月9日在陕甘宁边区文化协会第一次代表大会上的讲演，原题为《新民主主义的政治与新民主主义的文化》。原载1940年2月15日延安《中国文化》创刊号。同年2月20日发表于《解放》第九十八、九十九期合刊，题目改为《新民主主义论》。1952年收入人民出版社出版的《毛泽东选集》第二卷。2011年收入中央文献出版社出版的《建党以来重要文献选编》第十七册。讲演共讲了十五个问题：一、中国向何处去；二、我们要建立一个新中国；三、中国的历史特点；四、中国革命是世界革命的一部分；五、新民主主义的政治；六、新民主主义的经济；七、驳资产阶级专政；八、驳“左”倾空谈主义；九、驳顽固派；十、旧三民主义和新三民主义；十一、新民主主义的文化；十二、中国文化革命的历史特点；十三、四个时期；十四、文化性质问题上的偏向；十五、民族的科学的大众的文化。讲演就中国应该建立一个怎样的国家，其政治制度、经济制度、文化制度应该是怎样的，这个国家的前途是什么等问题，做了系统的回答。科学地总结了帝国主义时代和无产阶级革命时代的殖民地半殖民地人民革命斗争经验，特别是中国革命的经验，揭示了无产阶级领导的民族民主革命的基本规律。阐明了新民主主义革命的路线和纲领，提出了新民主主义革命的任务、政治纲领、经济纲领、文化纲领。该讲演从理论上批判了党内“左”右倾机会主义，统一了全党的思想，使全党对中国新民主主义阶段革命的性质、内容、领导权和发展前途有了一个明确而完整的认识，推动了中国革命的胜利发展。",
           "photo": "1940_e1"},
    "e2": {"name": "法国向德国投降",
           "intro": "1940年6月22日，法国在贡比涅森林中的雷通签署了向德国投降书。颇具讽刺意味的是：也是在这节车厢里，1918年11月11日德国曾向法国及其盟军签署了投降书1940年6月22日，在法国小镇贡比涅，法、德两国签署停战协定。希特勒决定不在镇上著名的城堡举行签字仪式。仪式是在一节火车车厢里进行的。第一次世界大战德国战败后，就是在这节车厢内，德国向协约国投降，希特勒认为德国曾在此蒙受了巨大的屈辱，也必须让法国人尝到这个滋味。",
           "photo": "1940_e2"}
  },
  {  
    "id": 1941,  
    "p1": {  
        "name": "叶挺",  
        "intro": "叶挺（1896-1946），中国人民解放军创始人之一、新四军重要领导者之一。在1941年的皖南事变中，叶挺作为新四军军长，率领部队英勇抗击国民党军的围攻，终因寡不敌众而被俘。他被无理扣押后，坚决斗争，展现了共产党人的坚贞不屈。",  
        "photo": "1941_p1"  
    },  
    "p2": {  
        "name": "刘少奇",  
        "intro": "刘少奇（1898-1969），伟大的马克思主义者，党和国家主要领导人之一。在1941年皖南事变后，中共中央重建新四军军部，刘少奇被任命为政治委员，他积极领导新四军的抗日斗争，为巩固和发展抗日民族统一战线做出了重要贡献。",  
        "photo": "1941_p2"  
    },  
    "e1": {  
        "name": "皖南事变",  
        "intro": "皖南事变发生于1941年1月，是国民党反动派在皖南有预谋地围袭新四军的事件。此次事变中，新四军在叶挺、刘少奇等领导人的带领下，进行了英勇的抗击，但终因力量悬殊而遭受重大损失。事变引起了中国共产党和全国人民的强烈谴责和反抗，也标志着国共合作抗日局面的严重破裂。",  
        "photo": "1941_e1"  
    },  
    "e2": {  
        "name": "德军进攻莫斯科",  
        "intro": "1941年12月，德军在二战期间发动了对苏联首都莫斯科的进攻，这是德军在苏德战争中的一次重要行动。虽然德军在初期取得了一些进展，但在苏联军民的顽强抵抗下，最终未能攻占莫斯科。此次战役是二战中的重要转折点之一，标志着德军在苏德战场上的攻势开始受到遏制。",  
        "photo": "1941_e2"  
    }  
},
{  
    "id": 1942,  
    "p1": {  
        "name": "左权",  
        "intro": "左权（1905-1942），八路军的高级将领，无产阶级革命家、军事家。在1942年的五一大扫荡中，他英勇指挥部队突围，不幸壮烈牺牲，为抗日战争的胜利献出了宝贵的生命。左权将军的牺牲，激发了全中国人民的抗日斗志。",  
        "photo": "1942_p1"  
    },  
    "p2": {  
        "name": "赵一曼",  
        "intro": "赵一曼（1905-1942），著名的抗日女英雄。她在抗日战场上英勇斗争，被捕后坚贞不屈，最终壮烈牺牲。赵一曼的事迹激励了无数中华儿女为民族的解放事业而英勇奋斗。",  
        "photo": "1942_p2"  
    },  
    "e1": {  
        "name": "五一大扫荡",  
        "intro": "五一大扫荡是1942年日军对华北抗日根据地进行的一次大规模扫荡。此次扫荡中，日军调集重兵，采取“铁壁合围”等战术，企图消灭华北抗日力量。然而，在中国共产党领导的抗日军民英勇抗击下，日军最终未能达到目的。此次事件是抗日战争中的重要战役之一，展现了中国人民的顽强抵抗精神。",  
        "photo": "1942_e1"  
    },  
    "e2": {  
        "name": "中国远征军入缅作战",  
        "intro": "1942年，为了支援盟国抗击日本法西斯，中国组建远征军入缅作战。这是中国军队首次跨出国门进行的大规模作战。在缅甸战场上，中国远征军与日军展开了殊死搏斗，为世界的反法西斯战争做出了重要贡献。",  
        "photo": "1942_e2"  
    }  
},
{  
    "id": 1943,  
    "p1": {  
        "name": "彭雪枫",  
        "intro": "彭雪枫（1907-1944），新四军第四师师长兼政委，是抗日战争中新四军和豫皖苏边区杰出的军事家和政治家。在1943年的淮北反“扫荡”中，他领导新四军第四师灵活运用游击战术，成功粉碎了日伪军的“扫荡”计划，巩固了抗日根据地。",  
        "photo": "1943_p1"  
    },  
    "p2": {  
        "name": "董必武",  
        "intro": "董必武（1886-1975），中国共产党的杰出领导人之一，马克思主义的政治家和法学家。1943年，他作为中共代表出席了国民参政会，并在会上坚决捍卫了中共的抗日民族统一战线政策，为团结全国力量共同抗日做出了重要贡献。",  
        "photo": "1943_p2"  
    },  
    "e1": {  
        "name": "淮北反“扫荡”",  
        "intro": "1943年，日军对淮北抗日根据地进行了大规模“扫荡”。在中国共产党和新四军的领导下，抗日军民进行了英勇的反“扫荡”斗争。经过激战，成功粉碎了日军的“扫荡”计划，保卫了抗日根据地，为抗日战争的胜利奠定了坚实基础。",  
        "photo": "1943_e1"  
    },  
    "e2": {  
        "name": "开罗会议",  
        "intro": "1943年，开罗会议召开，中、美、英三国政府代表团参加，会上形成了一个具有法律意义的重要文件《开罗宣言》。宣言中明确宣告：日本所窃取的中国领土必须归还中国。这一历史事件对中国抗日战争的胜利和世界反法西斯战争的进程产生了深远影响。",  
        "photo": "1943_e2"  
    }  
},
{  
    "id": 1944,  
    "p1": {  
        "name": "粟裕",  
        "intro": "粟裕（1907-1984），新四军第一师师长兼政治委员，华东野战军主要领导人之一。在1944年的车桥战役中，他精心筹划，指挥新四军第一师歼灭日军大佐以下460余人，打破了敌人的“扫荡”和“清乡”计划，巩固了苏中抗日根据地。",  
        "photo": "1944_p1"  
    },  
    "p2": {  
        "name": "陈赓",  
        "intro": "陈赓（1903-1961），抗日战争时期任八路军129师386旅旅长。1944年，他率部在太岳山区进行反“扫荡”，多次粉碎日军的进攻，为抗日根据地的巩固和发展做出了重要贡献。同时，他还积极参与了开辟豫西抗日根据地的行动。",  
        "photo": "1944_p2"  
    },  
    "e1": {  
        "name": "车桥战役",  
        "intro": "车桥战役是抗日战争时期，新四军第一师在江苏省淮安县车桥地区对日伪军进行的伏击战。此战共歼日军大佐以下460余人，是新四军在抗日战争中歼灭日军人数最多的一次战斗，极大地鼓舞了抗日军民的斗志。",  
        "photo": "1944_e1"  
    },  
    "e2": {  
        "name": "豫湘桂会战",  
        "intro": "豫湘桂会战是日军于1944年4月至12月期间贯穿中国河南、湖南和广西三地进行的大规模进攻战役。虽然中国军队在局部战斗中取得了胜利，但整体战局不利，失去了大片领土。然而，这场会战也激发了中国军民的顽强抵抗精神，为之后的战略反攻奠定了基础。",  
        "photo": "1944_e2"  
    }  
},
{  
    "id": 1945,  
    "p1": {  
        "name": "朱德",  
        "intro": "朱德（1886-1976），中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋。在1945年的抗日战争胜利前夕，他作为八路军总司令，指挥了多次对日军的反攻，为夺取抗战的最后胜利做出了巨大贡献。",  
        "photo": "1945_p1"  
    },  
    "p2": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），中国共产党的主要领导人，中华人民共和国的缔造者。1945年，他主持召开了中国共产党第七次全国代表大会，为抗战胜利后的中国指明了方向。同时，他也在重庆与蒋介石进行了谈判，为争取国内和平做出了努力。",  
        "photo": "1945_p2"  
    },  
    "e1": {  
        "name": "抗日战争胜利",  
        "intro": "1945年9月2日，日本在投降书上签字，标志着抗日战争的胜利结束。这是中国近代以来第一次取得完全胜利的反侵略战争，洗刷了中华民族的百年耻辱，极大地提高了中国的国际地位。",  
        "photo": "1945_e1"  
    },  
    "e2": {  
        "name": "重庆谈判",  
        "intro": "1945年8月，毛泽东等中国共产党代表便乘此机离开延安赴重庆，与蒋介石进行谈判。谈判期间，双方达成了“双十协定”，虽然最终未能完全实现，但为中国的和平民主进程奠定了基础。",  
        "photo": "1945_e2"  
    }  
},
{  
    "id": 1946,  
    "p1": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），中国共产党的重要领导人之一。1946年，他作为中共代表参与了重庆政治协商会议，并努力促成了一系列有利于和平建国的协议。然而，随着国民党撕毁停战协定和政协协议，周恩来又投身于反对内战、争取和平的斗争中。",  
        "photo": "1946_p1"  
    },  
    "p2": {  
        "name": "李兆麟",  
        "intro": "李兆麟（1910-1946），东北抗日联军的主要领导人之一。他在抗日战争期间为东北的抗日斗争做出了巨大贡献。然而，令人遗憾的是，在1946年的一次行动中，李兆麟不幸牺牲，年仅36岁。他的英勇事迹和牺牲精神永远铭刻在人们心中。",  
        "photo": "1946_p2"  
    },  
    "e1": {  
        "name": "重庆政治协商会议",  
        "intro": "1946年初，重庆政治协商会议召开，这是中国各党派和社会各界人士为寻求和平建国道路而共同努力的重要事件。会议通过了政府组织案、国民大会案、和平建国纲领、军事问题案、宪法草案案五项协议，为中国的和平民主进程带来了希望。然而，国民党的背信弃义最终使这些协议成为一纸空文。",  
        "photo": "1946_e1"  
    },  
    "e2": {  
        "name": "全面内战的爆发",  
        "intro": "1946年6月，国民党撕毁停战协定和政协协议，悍然对中原解放区发动进攻，全面内战由此爆发。这场内战给中国人民带来了巨大的灾难和痛苦，也标志着国共两党关系的彻底破裂。在接下来的几年里，中国共产党领导人民军队进行了艰苦卓绝的斗争，最终赢得了新中国的诞生。",  
        "photo": "1946_e2"  
    }  
},
{  
    "id": 1947,  
    "p1": {  
        "name": "刘伯承",  
        "intro": "刘伯承（1892-1986），中国人民解放军高级将领，杰出的军事家。1947年，他率领晋冀鲁豫野战军主力突破黄河天险，揭开了解放战争战略进攻的序幕。在随后的战斗中，他指挥部队转战大半个中国，为解放战争的胜利立下了赫赫战功。",  
        "photo": "1947_p1"  
    },  
    "p2": {  
        "name": "邓小平",  
        "intro": "邓小平（1904-1997），中国共产党的重要领导人之一，中国改革开放的总设计师。在1947年，他与刘伯承一同指挥晋冀鲁豫野战军进行战略进攻，展现出了卓越的军事才能和政治智慧。他提出的“挺进大别山”的战略决策，对于改变解放战争的形势起到了关键作用。",  
        "photo": "1947_p2"  
    },  
    "e1": {  
        "name": "挺进大别山",  
        "intro": "1947年6月，刘伯承、邓小平率领晋冀鲁豫野战军主力突破黄河天险，发起鲁西南战役，随即千里跃进大别山，揭开了解放战争战略进攻的序幕。这一行动打破了国民党军的战略部署，使其陷入被动，为解放战争的胜利奠定了基础。",  
        "photo": "1947_e1"  
    },  
    "e2": {  
        "name": "三大战役的序幕",  
        "intro": "1947年下半年，中国人民解放军由战略防御转入战略进攻，接着连续进行了辽沈战役、淮海战役、平津战役等三大战役，基本上消灭了国民党军主力。1947年的军事行动为这三大战役的成功拉开了序幕，标志着解放战争进入了最后的决战阶段。",  
        "photo": "1947_e2"  
    }  
},
{  
    "id": 1948,  
    "p1": {  
        "name": "林彪",  
        "intro": "林彪（1907-1971），中国人民解放军高级将领，辽沈战役的主要指挥官。1948年，他率领东北野战军发动了辽沈战役，经过近两个月的激战，全歼国民党军东北“剿总”前进指挥部及所属部队，解放了东北全境，为全国的解放奠定了基础。",  
        "photo": "1948_p1"  
    },  
    "p2": {  
        "name": "粟裕",  
        "intro": "粟裕（1907-1984），华东野战军主要领导人之一，淮海战役的主要指挥官。在1948年的淮海战役中，他指挥华东野战军歼灭国民党军大量有生力量，为战役的胜利做出了决定性贡献。他的军事才能和指挥艺术在这场战役中得到了充分的体现。",  
        "photo": "1948_p2"  
    },  
    "e1": {  
        "name": "辽沈战役",  
        "intro": "辽沈战役是解放战争时期中国人民解放军在辽宁西部和沈阳、长春地区对国民党军进行的一次战略性决战性战役。战役自1948年9月开始，至11月底结束，共历时52天。东北野战军以伤亡6.9万人的代价歼灭国民党精锐部队47.1万余人，解放了东北全境，为接下来的平津战役和解放全国奠定了基础。",  
        "photo": "1948_e1"  
    },  
    "e2": {  
        "name": "淮海战役",  
        "intro": "淮海战役是解放战争时期中原野战军和华东野战军以及其他军区部队与地方武装在江苏省北部、安徽省东部和河南省东部进行的一次大规模战略性决战战役。战役自1948年11月开始，至次年1月结束。华东野战军和中原野战军以伤亡十余万人的代价歼灭国民党军55.5万余人，使长江中下游以北的广大地区获得解放，其反动统治中心南京和经济中心上海均处于我军的直接威胁之下，国民党反动统治集团日益陷入土崩瓦解之中。",  
        "photo": "1948_e2"  
    }  
},
{  
    "id": 1949,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），中国共产党的主要领导人和中华人民共和国的缔造者。1949年，他领导中国人民解放军发动了一系列决定性战役，最终导致了国民党政权的覆灭。同年10月1日，他在北京天安门宣布中华人民共和国成立，揭开了新中国历史的崭新一页。",  
        "photo": "1949_p1"  
    },  
    "p2": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），中国共产党的重要领导人，新中国成立后担任第一任总理。在1949年，他协助毛泽东指挥了解放战争的最后阶段，并参与筹备新中国的建立工作，为新政权的稳定和国内外政策的制定发挥了重要作用。",  
        "photo": "1949_p2"  
    },  
    "e1": {  
        "name": "平津战役胜利及北平和平解放",  
        "intro": "1949年初，平津战役取得胜利，特别是北平的和平解放，避免了城市的破坏和大量的人员伤亡，为新中国的建立奠定了重要基础。这场战役的胜利也标志着国民党政权在北方的覆灭，加速了全国的解放进程。",  
        "photo": "1949_e1"  
    },  
    "e2": {  
        "name": "中华人民共和国成立",  
        "intro": "1949年10月1日，毛泽东在北京天安门广场上宣布中华人民共和国成立，标志着中国人民站起来了，结束了长期被压迫、被奴役的历史。这一天成为了新中国的国庆日，也是中国历史上的重要转折点。",  
        "photo": "1949_e2"  
    }  
},
{  
    "id": 1950,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），作为新中国的领袖，他在1950年继续领导国家进行各项恢复与建设工作。这一年，他指导了土地改革、抗美援朝等重大决策，巩固了新生的人民政权，并为新中国的长远发展奠定了基础。",  
        "photo": "1950_p1"  
    },  
    "p2": {  
        "name": "彭德怀",  
        "intro": "彭德怀（1898-1974），中国人民解放军高级将领，抗美援朝战争的主要指挥官。1950年，他率领中国人民志愿军赴朝鲜作战，成功抵御了以美国为首的“联合国军”的侵略，为保卫新中国和维护世界和平做出了巨大贡献。",  
        "photo": "1950_p2"  
    },  
    "e1": {  
        "name": "土地改革",  
        "intro": "1950年，新中国开始了全面的土地改革，旨在消灭封建土地所有制，实现农民土地所有制。这一改革极大地激发了农民的生产积极性，提高了农业生产效率，为新中国的经济恢复与发展奠定了基础。",  
        "photo": "1950_e1"  
    },  
    "e2": {  
        "name": "抗美援朝战争爆发",  
        "intro": "1950年，朝鲜战争爆发，美国纠集“联合国军”干涉朝鲜内政，并严重威胁中国的国家安全。为了保卫新生的人民政权和维护世界和平，中国决定出兵朝鲜，抗美援朝。这场战争最终取得了胜利，提高了中国的国际地位，也为新中国的和平建设赢得了宝贵时间。",  
        "photo": "1950_e2"  
    }  
},
{  
    "id": 1951,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的领袖，在1951年继续深化国内各项改革。他积极推动西藏的和平解放，进一步巩固了国家的统一。同时，他也密切关注抗美援朝战争的进展，指导战争策略，为最终的胜利奠定了基础。",  
        "photo": "1951_p1"  
    },  
    "p2": {  
        "name": "阿沛·阿旺晋美",  
        "intro": "阿沛·阿旺晋美（1910-2009），藏族，西藏和平解放的重要人物。1951年，他作为西藏地方政府的代表，与中央人民政府签订《中央人民政府和西藏地方政府关于和平解放西藏办法的协议》，标志着西藏的和平解放，为祖国的统一大业作出了杰出贡献。",  
        "photo": "1951_p2"  
    },  
    "e1": {  
        "name": "西藏和平解放",  
        "intro": "1951年，中央人民政府与西藏地方政府经过谈判，成功签订了关于和平解放西藏的协议。这一历史事件标志着西藏正式回归祖国怀抱，实现了祖国大陆的统一，对于维护国家主权和领土完整具有深远意义。",  
        "photo": "1951_e1"  
    },  
    "e2": {  
        "name": "抗美援朝战争取得重大胜利",  
        "intro": "1951年，抗美援朝战争进入关键阶段。在中国人民志愿军的英勇抗击下，以美国为首的“联合国军”被迫接受停战谈判。这一年，志愿军在战场上取得了重大胜利，为最终赢得战争胜利奠定了坚实基础。",  
        "photo": "1951_e2"  
    }  
},
{  
    "id": 1952,  
    "p1": {  
        "name": "彭德怀",  
        "intro": "彭德怀（1898-1974），中国人民志愿军司令员兼政治委员。在1952年的抗美援朝战争中，他继续指挥志愿军与‘联合国军’展开殊死搏斗，展现了卓越的军事才能和坚定的战斗意志。他的领导为志愿军在战场上取得了一系列重要胜利，为抗美援朝战争的最终胜利奠定了坚实基础。",  
        "photo": "1952_p1"  
    },  
    "p2": {  
        "name": "刘少奇",  
        "intro": "刘少奇（1898-1969），时任中共中央书记处书记兼革命军事委员会副主席。在1952年，他积极参与土地改革的领导工作，推动土地改革在全国范围内深入开展。他强调土地改革要彻底、全面，确保农民真正获得土地所有权，从而极大地激发了农民的生产积极性，促进了农村经济的恢复与发展。",  
        "photo": "1952_p2"  
    },  
    "e1": {  
        "name": "抗美援朝战争进入相持阶段",  
        "intro": "1952年，抗美援朝战争进入相持阶段，中国人民志愿军与‘联合国军’在朝鲜战场上展开了激烈的拉锯战。志愿军在彭德怀的指挥下，坚守阵地，英勇抗击，展现了强大的战斗力和不屈的战斗精神。这一年，志愿军在战场上取得了多次重要胜利，为最终赢得战争胜利奠定了坚实基础。",  
        "photo": "1952_e1"  
    },  
    "e2": {  
        "name": "土地改革基本完成",  
        "intro": "1952年底，全国范围内的土地改革基本完成，标志着封建土地所有制的彻底消灭和农民土地所有制的全面确立。这场改革使亿万农民获得了土地所有权和生产资料，极大地激发了他们的生产积极性，促进了农村经济的迅速恢复与发展。土地改革的成功为新中国的经济建设奠定了坚实基础。",  
        "photo": "1952_e2"  
    }  
},
{  
    "id": 1953,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1953年，他提出了过渡时期的总路线，即‘一化三改’，旨在实现国家的工业化和对农业、手工业、资本主义工商业的社会主义改造。同时，他继续关注抗美援朝战争的进展，并指导了战争后期的谈判工作。",  
        "photo": "1953_p1"  
    },  
    "p2": {  
        "name": "金日成",  
        "intro": "金日成（1912-1994），朝鲜民主主义人民共和国的创始人和领导人。在1953年，他与中方代表一起参与了朝鲜停战谈判，并最终签署了《朝鲜停战协定》，结束了朝鲜战争。他感谢中国政府和人民对朝鲜的无私援助，并致力于巩固和发展朝中友谊。",  
        "photo": "1953_p2"  
    },  
    "e1": {  
        "name": "过渡时期总路线的提出与实施",  
        "intro": "1953年，毛泽东提出了过渡时期的总路线，即在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、手工业、资本主义工商业的社会主义改造。这条总路线的提出，标志着新中国开始由新民主主义向社会主义过渡，为后来的社会主义建设和改革奠定了基础。",  
        "photo": "1953_e1"  
    },  
    "e2": {  
        "name": "《朝鲜停战协定》的签订与抗美援朝战争的结束",  
        "intro": "1953年7月27日，中朝代表团与‘联合国军’代表团在朝鲜板门店签署了《朝鲜停战协定》，标志着历时两年零九个月的抗美援朝战争的结束。这场战争捍卫了新中国的安全，提高了中国的国际地位，也为朝鲜的和平与稳定作出了巨大贡献。",  
        "photo": "1953_e2"  
    }  
},
{  
    "id": 1954,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1954年，他主持召开了第一届全国人民代表大会，制定了《中华人民共和国宪法》，确立了人民代表大会制度，为新中国的民主法制建设奠定了基石。",  
        "photo": "1954_p1"  
    },  
    "p2": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），新中国的重要领导人之一。在1954年，他担任国务院总理，主持国家政务工作。他积极推动国民经济恢复与发展，加强外交工作，提高中国的国际地位，为新中国的建设和发展作出了卓越贡献。",  
        "photo": "1954_p2"  
    },  
    "e1": {  
        "name": "第一届全国人民代表大会的召开与《中华人民共和国宪法》的制定",  
        "intro": "1954年9月，第一届全国人民代表大会在北京召开，标志着人民代表大会制度的确立。会议制定了《中华人民共和国宪法》，规定了国家的根本制度和公民的基本权利与义务，为新中国的民主法制建设奠定了坚实基础。",  
        "photo": "1954_e1"  
    },  
    "e2": {  
        "name": "和平共处五项原则的提出与新中国外交政策的初步形成",  
        "intro": "1954年，新中国在外交领域取得了重要突破。周恩来总理在访问印度和缅甸期间，提出了和平共处五项原则，即互相尊重主权和领土完整、互不侵犯、互不干涉内政、平等互利、和平共处。这些原则成为新中国外交政策的基础，为后来与世界各国建立友好关系奠定了基础。",  
        "photo": "1954_e2"  
    }  
},
{  
    "id": 1955,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1955年，他继续领导国家进行社会主义改造和建设，同时在外交领域推动与亚非国家的团结合作，为后来形成万隆会议精神奠定了基础。",  
        "photo": "1955_p1"  
    },  
    "p2": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），时任国务院总理兼外交部长。在1955年，他出席了万隆会议，展现了卓越的外交才能，为加强亚非国家的团结与合作作出了重要贡献。",  
        "photo": "1955_p2"  
    },  
    "e1": {  
        "name": "社会主义改造的加速进行",  
        "intro": "1955年，新中国加速了对农业、手工业和资本主义工商业的社会主义改造。通过合作化、集体化和公私合营等方式，逐步实现了生产资料的社会主义公有制，为社会主义制度的建立奠定了基础。",  
        "photo": "1955_e1"  
    },  
    "e2": {  
        "name": "万隆会议与亚非国家的团结合作",  
        "intro": "1955年，在印度尼西亚的万隆召开了亚非会议（又称万隆会议），这是亚非国家和地区首次的大型国际会议。周恩来总理率领中国代表团出席会议，并在会上发表了重要讲话，倡导和平共处五项原则和求同存异方针，为加强亚非国家的团结与合作作出了重要贡献。",  
        "photo": "1955_e2"  
    }  
},
{  
    "id": 1956,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1956年，他主持召开了中共八大，正确分析了国内的主要矛盾，并提出了集中力量发展社会生产力的方针，为新中国的经济建设指明了方向。",  
        "photo": "1956_p1"  
    },  
    "p2": {  
        "name": "刘少奇",  
        "intro": "刘少奇（1898-1969），时任中共中央书记处书记、国务院副总理。在1956年，他积极参与了社会主义改造的后期工作，并致力于巩固和发展社会主义制度，为新中国的社会主义建设作出了重要贡献。",  
        "photo": "1956_p2"  
    },  
    "e1": {  
        "name": "中共八大的召开与国内主要矛盾的变化",  
        "intro": "1956年9月，中国共产党第八次全国代表大会在北京召开。大会正确分析了社会主义改造基本完成以后国内的主要矛盾，即人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，以及人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾。中共八大为新时期的社会主义事业发展和党的建设指明了方向。",  
        "photo": "1956_e1"  
    },  
    "e2": {  
        "name": "社会主义制度的基本建立与‘一五’计划的实施",  
        "intro": "1956年底，随着社会主义改造的基本完成，社会主义制度在中国基本建立起来。同时，第一个五年计划（‘一五’计划）也在这一年进入全面实施阶段，重点发展重工业，为新中国的工业化奠定了初步基础。",  
        "photo": "1956_e2"  
    }  
},
{  
    "id": 1957,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1957年，他提出了正确处理人民内部矛盾的理论，强调要区分敌我矛盾和人民内部矛盾，为社会主义建设时期的政治工作指明了方向。",  
        "photo": "1957_p1"  
    },  
    "p2": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），时任国务院总理。在1957年，他继续主持国家的政务工作，努力推动国民经济的恢复与发展，同时在外交领域也取得了重要成就，为新中国赢得了国际社会的尊重。",  
        "photo": "1957_p2"  
    },  
    "e1": {  
        "name": "正确处理人民内部矛盾理论的提出",  
        "intro": "1957年，毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中，系统阐述了正确处理人民内部矛盾的理论。这一理论强调要区分敌我矛盾和人民内部矛盾，采用不同方法加以处理，为社会主义建设时期的政治工作提供了重要指导。",  
        "photo": "1957_e1"  
    },  
    "e2": {  
        "name": "整风运动的开展与‘反右派’斗争的扩大化",  
        "intro": "1957年，为了克服党内存在的官僚主义、宗派主义和主观主义等不良倾向，中共中央决定在全党开展整风运动。然而，在运动后期，由于对阶级斗争的形势作了过于严重的估计，导致‘反右派’斗争被严重地扩大化，许多知识分子和干部受到错误批判，造成了不幸的后果。",  
        "photo": "1957_e2"  
    }  
},
{  
    "id": 1958,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1958年，他发动了‘大跃进’和人民公社化运动，试图通过群众运动的方式加速社会主义建设和实现共产主义理想。",  
        "photo": "1958_p1"  
    },  
    "p2": {  
        "name": "刘少奇",  
        "intro": "刘少奇（1898-1969），时任中共中央副主席、全国人大常委会委员长。在1958年，他积极参与了‘大跃进’和人民公社化运动的领导工作，尽管后来意识到运动中的问题，但未能及时纠正。",  
        "photo": "1958_p2"  
    },  
    "e1": {  
        "name": "‘大跃进’运动的发起",  
        "intro": "1958年，毛泽东发动了‘大跃进’运动，旨在通过提高工农业生产和建设速度，实现国民经济的快速发展。然而，由于忽视了客观经济规律，运动中出现了严重的浮夸风和‘放卫星’现象，导致国民经济比例严重失调。",  
        "photo": "1958_e1"  
    },  
    "e2": {  
        "name": "人民公社化运动的开展",  
        "intro": "与‘大跃进’同时进行的还有人民公社化运动。这一运动试图通过在农村建立政社合一的人民公社制度，实现农业生产的集体化和规模化。然而，由于急于求成和平均主义倾向，运动中出现了严重的‘共产风’和粮食浪费现象，给农业生产带来了巨大损失。",  
        "photo": "1958_e2"  
    }  
},
{  
    "id": 1959,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1959年，他继续领导国家进行社会主义建设，尽管面临着‘大跃进’运动带来的经济困难，但仍努力调整政策，试图恢复国民经济。",  
        "photo": "1959_p1"  
    },  
    "p2": {  
        "name": "周恩来",  
        "intro": "周恩来（1898-1976），时任国务院总理。在1959年，他积极参与国民经济的调整工作，努力缓解因‘大跃进’和人民公社化运动造成的经济困难，同时在外交领域也取得了重要成就。",  
        "photo": "1959_p2"  
    },  
    "e1": {  
        "name": "庐山会议的召开与‘反右倾’斗争的开展",  
        "intro": "1959年七八月间举行的中央政治局扩大会议和八届八中全会，合称庐山会议。会议前期的基本精神是纠‘左’，反映了大多数与会者的认识，体现了党中央继续纠‘左’的努力。但会议后期，由于对彭德怀等人的批判，使得会议的主题发生了转变，开展了错误的‘反右倾’斗争，造成了严重的后果。",  
        "photo": "1959_e1"  
    },  
    "e2": {  
        "name": "国民经济的调整与恢复",  
        "intro": "面对‘大跃进’和人民公社化运动带来的严重经济困难，党中央和国务院在1959年开始着手调整国民经济。通过压缩基本建设规模、降低工农业生产指标、改善经营管理等措施，努力恢复和发展国民经济，取得了一定的成效。",  
        "photo": "1959_e2"  
    }  
},
{  
    "id": 1960,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1960年，面对国民经济严重困难的局面，他提出了‘调整、巩固、充实、提高’的八字方针，指导国民经济调整工作，力图恢复和发展国家经济。",  
        "photo": "1960_p1"  
    },  
    "p2": {  
        "name": "刘少奇",  
        "intro": "刘少奇（1898-1969），时任中共中央副主席、中华人民共和国主席。在1960年，他深入农村调查研究，了解实际情况，为制定和执行正确的农村政策提供了重要依据，同时也努力协助毛泽东推进国民经济的调整工作。",  
        "photo": "1960_p2"  
    },  
    "e1": {  
        "name": "‘调整、巩固、充实、提高’方针的提出",  
        "intro": "为了克服国民经济严重困难的局面，1960年中共中央提出了‘调整、巩固、充实、提高’的八字方针。这一方针旨在调整经济结构，巩固已有的建设成果，充实薄弱环节，提高经济质量和效益，为国民经济的恢复和发展指明了方向。",  
        "photo": "1960_e1"  
    },  
    "e2": {  
        "name": "三年经济困难时期的开始与应对",  
        "intro": "1960年是中国三年经济困难时期的起始年份。由于‘大跃进’和人民公社化运动中的失误，加之自然灾害等因素的影响，国民经济陷入了严重困境。为了应对这一局面，党中央和各级政府采取了一系列措施，包括精兵简政、节约开支、发展农业等，努力恢复和发展国家经济。",  
        "photo": "1960_e2"  
    }  
},
{  
    "id": 1961,  
    "p1": {  
        "name": "毛泽东",  
        "intro": "毛泽东（1893-1976），新中国的主要缔造者和领导人。在1961年，他继续领导国家进行国民经济的调整工作，强调要实事求是、调查研究，以应对经济困难。同时，他在这一年主持制定了《农村人民公社工作条例(草案)》，即‘六十条’，以指导农村工作的开展。",  
        "photo": "1961_p1"  
    },  
    "p2": {  
        "name": "邓小平",  
        "intro": "邓小平（1904-1997），时任中共中央书记处书记、国务院副总理。在1961年，他积极参与国民经济的调整工作，主张大力精简机构和人员，提高经济效率。他还多次到各地进行调查研究，了解实际情况，为制定正确的经济政策提供了重要依据。",  
        "photo": "1961_p2"  
    },  
    "e1": {  
        "name": "《农村人民公社工作条例(草案)》的制定与实施",  
        "intro": "为了加强农村人民公社的管理和指导工作，促进农业生产的恢复和发展，1961年中共中央主持制定了《农村人民公社工作条例(草案)》，即‘六十条’。这一条例明确了人民公社的性质、任务和管理体制等，为农村工作的开展提供了重要依据。条例的实施在一定程度上缓解了农村经济困难，促进了农业生产的恢复。",  
        "photo": "1961_e1"  
    },  
    "e2": {  
        "name": "国民经济的进一步调整与恢复",  
        "intro": "在‘调整、巩固、充实、提高’方针的指导下，1961年国民经济继续进行调整工作。通过压缩基本建设规模、降低工农业生产指标、改善经营管理等措施，国民经济开始逐步走出困境。同时，党和政府还加大了对农业的投入和支持力度，促进了农业生产的恢复和发展。",  
        "photo": "1961_e2"  
    }  
}
]  