[
    {
      "id": 1962,
      "p1": {"name": "刘少奇",
             "intro": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
             "photo": "1962-p1"},
      "p2": {"name":"周恩来",
             "intro": "周恩来（1898年3月5日—1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
             "photo": "1962-p2"} ,
      "e1": {"name": "中共八届十中全会",
             "intro": "1962年9月24日-27日，中国共产党八届十中全会在北京举行。毛泽东作关于阶级、形势、矛盾和党内团结问题的讲话，把社会主义社会中仍在一定范围内存在的阶级斗争作了扩大化和绝对化的论述，指出在整个社会主义历史阶段中资产阶级都将存在，并存在资本主义复辟的危险，强调阶级斗争必须年年讲、月月讲、天天讲。还错误地批判所谓“单干风”（指包产到户）和“翻案风”，并严厉指责所谓“黑暗风”（指对当时严重困难形势作充分估计的观点）。毛泽东接受刘少奇等的建议，提出：“不要因强调阶级斗争放松了经济工作，要把工作放在第一位”。这样，就使全会结束后，经济调整工作能够基本上按照原来的计划继续进行。",
             "photo": "1962-e1"},
      "e2": {"name": "中印战争",
             "intro": "1962年10月20日，印度军队自中印边界东西两段同时向中国发动大规模的武装入侵，中国边防部队在警告无效、忍无可忍的情况下，被迫还击，并迅速粉碎印军的进攻，保卫了我国的边疆。11月21日，中国政府发表声明，重申：中印边界问题必须通过谈判解决；并宣布从22日零时起中国边防部队在中印边境全线停火，从12月1日起，中国边防部队即从1959年11月7日的中印双方实际控制线后撤二十公里。随后，中国政府还主动把缴获的武器弹药和其他军用物资全部交还印方，释放和遣返了全部被俘的印度军事人员。",
             "photo": "1962-e2"}
    },
    {
       "id": 1963,
       "p1": {"name": "毛泽东",
              "intro": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。",
              "photo": "1963-p1"},
       "p2": {"name":"邓小平",
              "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。",
              "photo": "1963-p2"} ,
       "e1": {"name": "中苏两党会谈",
              "intro": "1963年7月5日－20日，邓小平率领中共代表团飞抵莫斯科，参加中苏两党会谈。中共代表团和苏共代表团在莫斯科举行会谈。在会谈期间，14日，苏共中央发表《给苏联各级党组织和全体共产党员的公开信》，就中苏两党关系和国际共产主义运动问题全面攻击中国共产党。为了回答苏共的攻击，从1963年9月至1964年7月，《人民日报》、《红旗》杂志联名发表了九篇评论苏共中央公开信的文章。中苏两党关系急剧恶化。",
              "photo": "1963-e1"},
       "e2": {"name": "大庆油田",
              "intro": "1963年，全国原油年产量达到647.8万吨，其中大庆油田原油年产量为439.3万吨，占全国原油产量67.8%。1963年12月4日，周恩来总理在全国人大二届四次会议上宣布：“中国石油基本自给。”1963年12月26日，《人民日报》又发表消息：“中国人民使用‘洋油’的时代，即将一去不复返了。”",
              "photo": "1963-e2"}
       },
       {
       "id": 1964,
       "p1": {"name": "林彪",
              "intro": "林彪（1907年12月5日-1971年9月13日），出生于湖北黄冈林家大湾，军事家，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进，1955年被授予元帅军衔。1923年6月加入中国社会主义青年团。1925年考入黄埔军校第四期，同年转入中国共产党。1971年9月8日，林彪下达反革命武装政变手令，妄图谋害毛泽东。阴谋败露后，于9月13日乘飞机外逃，在蒙古人民共和国温都尔汗地区机毁身亡。1973年8月20日，中共中央决定开除其党籍。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为林彪反革命集团案主犯。",
              "photo": "1964-p1"},
       "p2": {"name":"杨献珍",
              "intro": "杨献珍（1896年-1992年），男，汉族，湖北十堰人。1896年7月生于郧阳（今郧县），当代中国马克思主义哲学家、理论家、教育家，原中共中央高级党校党委书记兼校长。原名杨奎廷，曾用名杨仲仁，曾就读于湖北省第八高等中学（现郧阳中学）。1926年11月加入中国共产党并参加革命工作，国立武昌商业专门学校毕业，中国科学院学部委员。长期从事党的秘密工作。1992年8月25日在北京逝世。",
              "photo": "1964-p2"} ,
       "e1": {"name": "原子弹爆炸成功",
              "intro": "10月16日　我国第一颗原子弹爆炸成功。我国国防和科学技术方面的这一辉煌成就，有力地打破了超级大国的核垄断和核讹诈，提高了我国的国际地位。同日，发表《中华人民共和国政府声明》。《声明》指出：中国政府一贯主张全面禁止和彻底销毁核武器；中国发展核武器是为了防御，为了打破核大国的核垄断。中国政府郑重宣布，中国在任何时候、任何情况下，都不会首先使用核武器。",
              "photo": "1964-e1"},
       "e2": {"name": "第三届全国人民代表大会",
              "intro": "12月20日－1965年1月4日　第三届全国人民代表大会第一次会议在北京举行。周恩来在政府工作报告中，概述了我国农业、工业、财政贸易、文化教育等方面取得的巨大成就；同时宣布在这一时期，我国还清了对苏联的全部债款，并大力支援了许多国家和人民的革命斗争和建设事业。报告还宣布：调整国民经济的任务已经基本完成，整个国民经济将进入一个新的发展时期，要把我国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的社会主义强国。实现四个现代化的号召，由于“文化大革命”的到来而未能实行。",
              "photo": "1964-e2"}
       },
       {
       "id": 1965,
       "p1": {"name": "姚文元",
              "intro": "姚文元（1931年12月11日－2005年12月23日），男，浙江诸暨人，“四人帮”成员之一，林彪、江青反革命集团案主犯。1948年加入中国共产党。先后任职于中国作家协会、上海市卢湾区团工委、中共卢湾区委宣传部、上海《解放日报》和中共上海市委政策研究室，1966年“文化大革命”开始起，任中共中央文化革命领导小组成员。1967年初，伙同张春桥、王洪文制造上海“一月风暴”，在全国刮起夺权风。此后任上海市革命委员会副主任、中共上海市委第二书记。1969年4月在中共九大上被选为中央委员。1973年8月在中共十大上被选为中央委员、中央政治局委员，并任中共中央组织宣传组成员。曾任《萌芽》杂志、《文艺月报》编辑、《解放日报》编委等。",
              "photo": "1965-p1"},
       "p2": {"name":"李宗仁",
              "intro": "李宗仁（1891年8月13日—1969年1月30日），字德邻，广西桂林市临桂人。国民革命军陆军一级上将，中国国民党“桂系”首领，中华民国首任副总统、代总统。他是北伐战争中有着重要影响的一位人物，北伐前致力两广统一，奠定北伐的基础，促成北伐。“九·一八”事变后，抗日战争爆发，李宗仁任第五战区司令长官。1948年国民党行宪，当选副总统。蒋介石下野后，一度任代总统，欲以和谈挽救国民政府未果。之后出走美国，但最终携夫人郭德洁于1965年7月经瑞士、中东回到北京，受到毛泽东及其他中共领导人欢迎。",
              "photo": "1965-p2"} ,
       "e1": {"name": "援越抗美",
              "intro": "1965年6月中国人民解放军派部队援越抗美。依照中共中央4月12日发出的关于加强备战工作的指示和中越两国政府签订的协议，中国人民解放军从6月起开始向越南派出部队。",
              "photo": "1965-e1"},
       "e2": {"name": "西藏自治区",
              "intro": "1965年9月1日至9日西藏召开第一届人民代表大会，西藏自治区宣布正式成立。",
              "photo": "1965-e2"}
       },
       {
       "id": 1966,
       "p1": {"name": "彭真",
              "intro": "彭真（1902年10月12日—1997年4月26日），男，原名傅懋恭，山西省曲沃县侯马镇垤上村（今侯马市垤上村）人。1922年考入太原山西省立第一中学，寻求救国救民的道路，参加进步组织青年学会，接受马克思主义。1923年加入中国社会主义青年团，同年加入中国共产党，是山西省共产党组织的创建人之一。1937年改名彭真。",
              "photo": "1966-p1"},
       "p2": {"name":"江青",
              "intro": "江青（1914年-1991年5月14日），林彪、江青反革命集团的首要分子，女，原名李云鹤，生于山东诸城，1933年加入中国共产党，曾在上海被捕脱离党组织。抗战爆发后，江青到达延安，后与毛泽东结婚。中华人民共和国建立后，曾任全国电影指导委员会委员，中共中央宣传部电影处处长等职，在中共第九次、第十次全国代表大会上当选为中央政治局委员。",
              "photo": "1966-p2"} ,
       "e1": {"name": "文化大革命",
              "intro": "中共中央1966年5月召开的政治局扩大会议和8月召开的八届十一中全会，是“文化大革命”全面发动的标志。两个会议先后通过的《中共中央通知》（简称“五·一六通知”）和《中共中央关于无产阶级文化大革命的决定》（简称“十六条”），以及对中央领导机构的改组，使“左”的方针占据了主导地位。从此，开始了“文化大革命”的十年内乱。",
              "photo": "1966-e1"},
       "e2": {"name": "导弹核武器试验",
              "intro": "1966年10月27日我国成功地进行导弹核武器试验。导弹运行正常，核弹在预定的距离精确地命中目标实现爆炸。",
              "photo": "1966-e2"}
       },
       {
       "id": 1967,
       "p1": {"name": "张春桥",
              "intro": "张春桥（1917年2月1日-2005年4月21日），男，汉族，山东巨野人 ，江青反革命集团的主犯。曾任中华人民共和国国务院副总理、中国人民解放军总政治部主任。被选为中共九、十届中央委员、中央政治局委员，中共十届中央政治局常务委员会委员。他是四人帮成员、无产阶级文化大革命主要策划者之一。1976年10月，被中共中央隔离审查。1977年7月经中共十届三中全会决定，被永远开除党籍，并被撤销党内外一切职务。",
               "photo": "1967-p1"},
       "p2": {"name":"康生",
              "intro": "康生（1898年－1975年12月16日），原名张宗可，字少卿，曾用名赵溶、张溶、张耘，乳名张旺，笔名鲁赤水，山东诸城县大台庄人（1946年立胶南县后始划归之）。曾任中共中央政治局常委、中共中央副主席、全国人大常委会副委员长、全国政协副主席等职务。康生1925年加入中国共产党。在革命战争年代，他长期领导秘密战线工作；1966年后与林彪、江青等相互勾结，是发动文革的主要成员之一，1975年12月16日卒于北京。1980年，中共中央鉴于他犯下的严重罪行，决定开除其党籍，撤销其《悼词》，并公布其罪行。",
              "photo": "1967-p2"} ,
       "e1": {"name": "一月革命",
              "intro": "1967年1月5日，张春桥向上海“工总司”等“造反派”组织的头头们说：“当前的基本问题是把领导权从走资派手里夺回来，希望革命造反派把要害部门控制起来。”6日，在张春桥、姚文元的策划指挥下，以王洪文为头头的上海“造反派”组织召开“打倒市委大会”，篡夺了上海市的党政大权，刮起了所谓“一月革命”的风暴。对此，毛泽东于8日赞扬说：“这是一个阶级推翻一个阶级，这是一场大革命。”“上海革命力量起来，全国就有希望。它不能不影响整个华东，影响全国各省市。”11日，由中央文革小组起草，以中共中央、国务院、中央军委、中央文革的名义给上海市各“造反团体”发出贺电。《红旗》杂志、《人民日报》相继发表社论，肯定和支持上海的夺权，号召全国“无产阶级革命派联合起来，向党内一小撮走资本主义道路的当权派夺权。”山西、贵州、黑龙江、山东等省党政领导机关先后被所谓“造反派”夺权，建立了军干群三结合的革命委员会。夺权之风刮遍全国，更加剧了混乱的局面。",
              "photo": "1967-e1"},
       "e2": {"name": "怀仁堂碰头会",
              "intro": "1967年2月11日和16日，在周恩来主持的怀仁堂碰头会和稍前召开的军委会议上，谭震林、陈毅、叶剑英、李富春、李先念、徐向前、聂荣臻等对“文化大革命”的错误做法表示强烈不满，对林彪、江青、康生、陈伯达一伙诬陷迫害老干部、乱党、乱军的罪恶活动，进行了大义凛然的斗争。",
              "photo": "1967-e2"}
       },
       {
       "id": 1968,
       "p1": {"name": "江青",
              "intro": "江青（1914年-1991年5月14日），林彪、江青反革命集团的首要分子，女，原名李云鹤，生于山东诸城，1933年加入中国共产党，曾在上海被捕脱离党组织。抗战爆发后，江青到达延安，后与毛泽东结婚。中华人民共和国建立后，曾任全国电影指导委员会委员，中共中央宣传部电影处处长等职，在中共第九次、第十次全国代表大会上当选为中央政治局委员。",
              "photo": "1968-p1"},
       "p2": {"name":"林彪",
              "intro": "林彪（1907年12月5日-1971年9月13日），出生于湖北黄冈林家大湾，军事家，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进，1955年被授予元帅军衔。1923年6月加入中国社会主义青年团。1925年考入黄埔军校第四期，同年转入中国共产党。1971年9月8日，林彪下达反革命武装政变手令，妄图谋害毛泽东。阴谋败露后，于9月13日乘飞机外逃，在蒙古人民共和国温都尔汗地区机毁身亡。1973年8月20日，中共中央决定开除其党籍。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为林彪反革命集团案主犯。",
               "photo": "1968-p2"} ,
       "e1": {"name": "上山下乡",
              "intro": "毛泽东的指示：“知识青年到农村去，接受贫下中农的再教育，很有必要。”各地立即掀起了知识青年上山下乡的热潮。“文化大革命”期间，上山下乡的知识青年达一千六百多万，国家和企、事业单位为安置知识青年上山下乡所支出的经费超过一百亿元。",
              "photo": "1968-e1"},
       "e2": {"name": "南京长江大桥",
              "intro": "1968年12月29日　南京长江大桥提前全面建成通车。大桥铁路桥全长6700多米，公路桥全长4500多米。这是当时我国自行设计和施工建造的最大的一座桥梁。很多党和非党的技术人员和工人，不顾“文化大革命”的干扰，仍然坚定地从事国家建设。南京长江大桥的建成，代表了他们的突出成就。",
              "photo": "1968-e2"}
       },
       {
       "id": 1969,
       "p1": {"name": "毛泽东",
              "intro": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。",
              "photo": "1969-p1"},
       "p2": {"name":"刘少奇",
              "intro": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
              "photo": "1969-p2"} ,
       "e1": {"name": "第九届全国代表大会",
              "intro": "1969年4月1日－24日，中国共产党第九次全国代表大会在北京举行。出席大会的代表1512人，代表党员约2200万人。林彪作政治报告，以“无产阶级专政下继续革命的理论”分析“文化大革命”的准备和实施过程，极力鼓吹“文化大革命”的所谓“丰功伟绩”。这个报告用歪曲事实的叙述，把“文化大革命”的发生，说成是“社会主义社会中的两个阶级、两条道路、两条路线长期尖锐斗争的必然结果”。报告第一次把在社会主义阶段的任何时候、任何情况下都要以阶级斗争为中心的错误指导思想，正式规定为“我党在整个社会主义历史阶段的基本路线”。大会通过的党章，对党的理论基础马克思列宁主义、毛泽东思想作了歪曲的解释，砍掉了党员的权利，还把林彪作为“毛泽东同志的亲密战友和接班人”写入总纲。九大选出中央委员和候补中央委员279人，其中原八届中委和候补中委只有53人，不到九届中委总数的五分之一。林彪、江青一伙的主要成员进入了中央政治局，不少亲信和追随者进入党的中央委员会，他们一伙因此掌握了更多的权力，但他们还不可能把他们所反对的人全部从中央排除出去。九大通过的政治报告和党章，使“文化大革命”的错误理论和错误实践合法化，加强了林彪、江青集团在党中央的地位。九大在思想上、政治上和组织上的指导方针都是完全错误的。",
              "photo": "1969-e1"},
       "e2": {"name": "群众性修建防空工程",
              "intro": "1969年8月27日，中央决定成立全国性的人民防空领导小组和各省、市、自治区人民防空领导小组，以加强人民防空工作。在各级防空领导小组的指导下，普遍开展了群众性的挖防空洞和防空壕的活动。",
              "photo": "1969-e2"}
       },
       {
       "id": 1970,
       "p1": {"name": "吴法宪",
              "intro": "吴法宪（1915年-2004年），江西永丰人。1930年参加中国工农红军，同年加入中国共产主义青年团，1932年转为中国共产党党员，中将军衔。曾任解放军副总参谋长兼空军司令员。“文化大革命”中，吴法宪参与林彪反革命集团篡夺党和国家最高权力的阴谋活动。1973年被开除党籍，撤销党内外一切职务。1981年被中华人民共和国最高人民法院特别法庭确认为“林彪、江青反革命集团案”主犯，判处有期徒刑17年，剥夺政治权利5年。",
              "photo": "1970-p1"},
       "p2": {"name":"陈伯达",
              "intro": "陈伯达（1904年-1989年9月20日），男，汉族，原名陈健相，字尚友，福建省泉州市惠安县人，卒于北京。曾任中共中央政治局常委，毛泽东政治秘书，是林彪、江青反革命集团主犯之一。",
              "photo": "1970-p2"} ,
       "e1": {"name": "东方红一号",
              "intro": "1970年4月24日　我国成功地发射了第一颗人造地球卫星。",
              "photo": "1970-e1"},
       "e2": {"name": "华北会议",
              "intro": "1970年12月22日　按照毛泽东的提议，周恩来主持召开华北会议。会议揭发批判了反革命分子陈伯达的罪行。会上宣布了中央改组北京军区的决定。1971年1月下旬华北会议结束后，党的各级领导机构逐步开展了“批陈整风”运动。",
              "photo": "1970-e2"}
       },
       {
       "id": 1971,
       "p1": {"name": "叶群",
              "intro": "叶群（1917—1971），福建闽侯人。林彪夫人，是林彪反革命集团的主犯之一。1973年8月20日，中共中央决定永远开除其党籍，撤销其党内的一切职务。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为反革命集团案主犯。",
              "photo": "1971-p1"},
       "p2": {"name":"蒋介石",
              "intro": "蒋介石（1887年10月31日-1975年4月5日），原名瑞元，后改名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。",
              "photo": "1971-p2"} ,
       "e1": {"name": "九一三事件",
              "intro": "1971年9月8日，林彪下达了发动武装政变的手令。毛泽东由于事先对林彪的反常活动有所觉察，他于11日机警地乘坐列车提前离开上海，林彪集团妄图在旅途中谋杀毛泽东的阴谋破产。12日，林彪准备带领黄永胜、吴法宪、李作鹏、邱会作等人南逃广州，图谋另立中央，实行割据。并将一架专机秘密调往山海关，供在北戴河的林彪等使用。当天下午，毛泽东平安抵达北京。当晚，周恩来根据有关方面的报告，追查专机突然去山海关的行动。林彪、叶群、林立果等眼见阴谋败露，于13日凌晨仓皇乘飞机外逃叛国，途经蒙古温都尔汗坠落，机毁人亡。林彪集团的余党或自杀毙命，或束手就擒。一场反革命武装政变被彻底粉碎。林彪反革命集团的灭亡，客观上宣告了“文化大革命”的理论和实践的破产。“九一三事件”后，周恩来主持中央日常工作期间，在毛泽东支持下，使各方面的工作有了转机。",
              "photo": "1971-e1"},
       "e2": {"name": "第二十六届联合国大会",
              "intro": "1971年10月25日，第二十六届联合国大会以压倒多数通过决议，恢复中华人民共和国在联合国的一切合法权利，并立即把蒋介石集团的代表从联合国及其所属一切机构中驱逐出去。",
              "photo": "1971-e2"}
       },
       {
       "id": 1972,
       "p1": {"name": "周恩来",
              "intro": "周恩来（1898年3月5日—1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
              "photo": "1972-p1"},
       "p2": {"name":"屠呦呦",
              "intro": "屠呦呦，女，1930年12月30日出生于浙江宁波，汉族，中共党员，药学家。1951年考入北京大学医学院药学系生药专业。1955年毕业于北京医学院（今北京大学医学部），毕业后接受中医培训两年半，并一直在中国中医研究院（2005年更名为中国中医科学院）工作，期间晋升为硕士生导师、博士生导师。现为中国中医科学院首席科学家，终身研究员兼首席研究员，青蒿素研究开发中心主任，博士生导师，共和国勋章获得者。",
              "photo": "1972-p2"} ,
       "e1": {"name": "尼克松访华",
              "intro": "1972年2月21日－28日　美国总统尼克松来我国访问。毛泽东会见了尼克松。周恩来同尼克松就两国关系正常化及双方关心的其他问题进行了讨论。28日，中美双方在上海发表了联合公报，标志着中美两国在对抗了二十多年之后，开始走向关系正常化。",
              "photo": "1972-e1"},
       "e2": {"name": "青蒿素",
              "intro": "1972年11月8日，中国药学家屠呦呦参与的523课题组发现并从黄花蒿中提取了青蒿素并开创疟疾治疗新方法。对鼠疟、猴疟的原虫抑制率达到100%。",
              "photo": "1972-e2"}
       },
       {
       "id": 1973,
       "p1": {"name": "邓小平",
              "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。",
              "photo": "1973-p1"},
       "p2": {"name":"王稼祥",
              "intro": "王稼祥（1906年8月15日—1974年1月25日），男，原名嘉祥，又名稼蔷，安徽省泾县桃花潭镇厚岸村人。中国共产党的优秀党员，忠诚的马克思主义者，杰出的无产阶级革命家，中国共产党和中国人民解放军卓越领导人，新中国优秀的外交家。",
              "photo": "1973-p2"} ,
       "e1": {"name": "第十次全国代表大会",
              "intro": "1973年8月24日－28日　中国共产党第十次全国代表大会在北京举行。出席大会代表1249名，代表全国2800万党员。周恩来代表中央作政治报告。王洪文作关于修改党章的报告。大会选举出195名中央委员和124名候补中央委员。一些久经考验的、“文化大革命”中备受打击迫害的老干部，如邓小平、王稼祥、乌兰夫、李井泉、谭震林、廖承志等，被选为中央委员。但是追随江青反革命集团的骨干分子，更多地被选进了中央委员会。这次大会继续了九大的错误，坚持“无产阶级专政下继续革命”的错误理论，把毛泽东提出的“天下大乱，达到天下大治。过七八年又来一次。牛鬼蛇神自己跳出来”，认定为“客观规律”，预言“党内两条路线斗争将长期存在，还会出现十次、二十次、三十次”，并且错误地认为“九大的政治路线和组织路线都是正确的”。",
              "photo": "1973-e1"},
       "e2": {"name": "乔治-蓬皮杜访华",
              "intro": "1973年9月11至17日，乔治·蓬皮杜总统访问中国。他是第一位访问中国的法国国家元首，也是西方国家元首访华第一人。访问结束时发表《中法公报》，表达了两国政府进一步发展双边关系的共同愿望。",
              "photo": "1973-e2"}
       },
       {
       "id": 1974,
       "p1": {"name": "江青",
              "intro": "江青（1914年-1991年5月14日），林彪、江青反革命集团的首要分子，女，原名李云鹤，生于山东诸城，1933年加入中国共产党，曾在上海被捕脱离党组织。抗战爆发后，江青到达延安，后与毛泽东结婚。中华人民共和国建立后，曾任全国电影指导委员会委员，中共中央宣传部电影处处长等职，在中共第九次、第十次全国代表大会上当选为中央政治局委员。",
              "photo": "1974-p1"},
       "p2": {"name":"周恩来",
              "intro": "周恩来（1898年3月5日—1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
              "photo": "1974-p2"} ,
       "e1": {"name": "秦始皇陵兵马俑出世",
              "intro": "1974年3月，一次偶然的打井，秦始皇陵兵马俑横空出世。数以千计的形态逼真的陶俑和种种珍宝，让观者仿佛穿越了两千年的时空，直面着秦始皇所创造的中国史上第一个大帝国。这是中国考古史上最为人广知的一次发现，兵马俑的出土，被誉为是“世界第八大奇迹”。",
              "photo": "1974-e1"},
       "e2": {"name": "胜利油田",
              "intro": "1974年9月29日，我国宣布山东渤海湾地区建起一个新的大油田——胜利油田。",
              "photo": "1974-e2"}
       },
       {
       "id": 1975,
       "p1": {"name": "邓小平",
              "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。",
              "photo": "1975-p1"},
       "p2": {"name":"袁隆平",
              "intro": "袁隆平（1930年9月7日-2021年5月22日），男，汉族，生于北平（今北京市），无党派人士，江西省九江市德安县人。享誉海内外的著名农业科学家，中国杂交水稻事业的开创者和领导者，中国共产党的亲密朋友，无党派人士的杰出代表，“共和国勋章”获得者，湖南省政协原副主席，国家杂交水稻工程技术研究中心原主任，中国工程院院士，被誉为“杂交水稻之父”。",
              "photo": "1975-p2"} ,
       "e1": {"name": "第四届全国人民代表大会",
              "intro": "1975年1月13日－17日，第四届全国人民代表大会第一次会议在北京举行。周恩来在政府工作报告中重申了三届人大提出的发展我国国民经济的两步设想，即第一步，在1980年以前，建成一个独立的比较完整的工业体系和国民经济体系；第二步，在本世纪内实现农业、工业、国防和科学技术的现代化，使我国国民经济走在世界前列。大会通过了宪法，批准了政府工作报告，选出了以朱德为委员长的全国人大常务委员会组成人员，任命了周恩来为总理、邓小平等为副总理的国务院组成人员，挫败了“四人帮”的组阁阴谋。2月1日，周恩来主持国务院常务会议，确定第一副总理邓小平“主管外事，在周恩来总理治病疗养期间，代总理主持会议和呈批主要文件”。毛泽东圈阅了此报告。之后，邓小平实际上开始主持国务院日常工作。",
              "photo": "1975-e1"},
       "e2": {"name": "杂交水稻鉴定会",
              "intro": "1975年10月20日－31日　中国农林科学院在长沙召开有21个省、市、自治区农业科学工作人员参加的杂交水稻鉴定会，对于从1964年开始研究、试种的籼型杂交水稻进行鉴定。以后，籼型杂交水稻在国内逐步大面积推广种植，产生了巨大的增产效益。",
              "photo": "1975-e2"}
       },
       {
       "id": 1976,
       "p1": {"name": "朱德",
              "intro": "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
              "photo": "1976-p1"},
       "p2": {"name":"毛泽东",
              "intro": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。",
              "photo": "1976-p2"} ,
       "e1": {"name": "周恩来、朱德和毛泽东三位伟人相继逝世",
              "intro": "1976年1月8日，中共中央副主席、国务院总理、政协全国委员会主席周恩来逝世。15日，追悼会在人民大会堂举行，邓小平致悼词。当周恩来遗体送八宝山火化时，上百万人伫立在十里长街默哀送灵。周恩来的逝世，引起全国人民的沉痛哀悼。7月6日，中共中央政治局常委、人大常委会委员长朱德逝世。11日，在人民大会堂举行追悼会，华国锋致悼词。9月9日，中共中央主席、中央军委主席、全国政协名誉主席毛泽东在北京逝世。全国人民极为悲痛。18日，追悼大会在天安门广场举行，华国锋致悼词。",
              "photo": "1976-e1"},
       "e2": {"name": "粉碎四人帮",
              "intro": "1976年10月6日，中央政治局执行党和人民的意志，采取断然措施，对江青、张春桥、姚文元、王洪文实行隔离审查。江青反革命集团被粉碎。全国亿万群众衷心拥护，随即举行盛大的集会游行，热烈庆祝粉碎“四人帮”的历史性胜利。“文化大革命”的十年内乱至此结束。在粉碎江青反革命集团的斗争中，华国锋、叶剑英、李先念等人起了重要作用。",
              "photo": "1976-e2"}
       },
       {
       "id": 1977,
       "p1": {"name": "华国锋",
              "intro": "华国锋（1921年2月16日-2008年8月20日），原名苏铸，字成九，山西交城人。中国共产党的优秀党员，久经考验的忠诚的共产主义战士，无产阶级革命家，曾担任党和国家重要领导职务，为中国革命、建设、改革奉献了毕生精力。",
              "photo": "1977-p1"},
       "p2": {"name":"叶剑英",
              "intro": "叶剑英（1897年4月28日—1986年10月22日），原名叶宜伟，字沧白，广东省梅县人，久经考验的共产主义忠诚战士，坚定的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的缔造者之一，中华人民共和国的开国元勋，长期担任党、国家和军队重要领导职务的卓越领导人，中华人民共和国十大元帅之一，是以邓小平同志为核心的党的第二代中央领导集体的重要成员，是中国特色社会主义事业和改革开放的重要开创者和奠基人之一。",
              "photo": "1977-p2"} ,
       "e1": {"name": "全国恢复高考制度",
              "intro": "1977年8月13日－9月25日　全国高等学校招生工作会议在北京召开。会议决定改变“文化大革命”期间高校招生不考试的做法，采取统一考试、择优录取的办法。这一决定，成为鼓励学生努力学习、提高教育质量的有效措施，受到广大群众欢迎。1977年，全国约有570万青年参加高等学校招生考试，各大专院校从中择优录取了273000名学生，新生质量有了较大的提高。",
              "photo": "1977-e1"},
       "e2": {"name": "第十一次全国代表大会",
              "intro": "1977年8月12日－18日　党的第十一次全国代表大会在北京举行。华国锋代表党中央作政治报告，总结了同“四人帮”的斗争，宣告“文化大革命”已经结束，提出在本世纪内把我国建设成为社会主义的现代化强国，是新时期党的根本任务。但由于当时历史条件的限制，大会不仅没有纠正“文化大革命”的错误理论和方针政策，反而加以肯定，因而党的十一大未能完成从理论和党的指导方针上拨乱反正的任务。叶剑英在会上作关于修改党章的报告。邓小平致闭幕词。他强调指出，我们一定要恢复和发扬毛主席为我们党树立的群众路线、实事求是、批评与自我批评、谦虚谨慎、戒骄戒躁、艰苦奋斗等优良传统和作风，全心全意为中国人民和世界人民服务；我们一定要恢复和发扬民主集中制的优良传统和作风，在全党、全军、全国努力造成一个又有集中又有民主，又有纪律又有自由，又有统一意志、又有个人心情舒畅、生动活泼，那样一种政治局面。他号召全党全军和全国各族人民要高举和捍卫毛泽东思想的伟大旗帜，为在本世纪内把我国建设成为伟大的社会主义现代化强国，对人类作出较大的贡献，努力奋斗。19日，党的十一届一中全会选举华国锋为中央委员会主席，叶剑英、邓小平、李先念、汪东兴为副主席；选出中央政治局委员23人，政治局候补委员3人。",
              "photo": "1977-e2"}
       },
       {
       "id": 1978,
       "p1": {"name": "邓小平",
              "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。",
              "photo": "1978-p1"},
       "p2": {"name":"蔡畅",
              "intro": "蔡畅（1900年5月14日-1990年9月11日），女，汉族，原名蔡咸熙，湖南湘乡（今双峰县）人，中国共产党最早的党员之一，中国妇女运动的先驱和卓越领导者、国际进步妇女运动的著名活动家，久经考验的忠诚的共产主义战士、杰出的无产阶级革命家，为中国革命和建设事业作出了不可磨灭的重要贡献。",
              "photo": "1978-p2"},
       "e1": {"name": "改革开放",
              "intro": "改革开放，是1978年12月十一届三中全会中国开始实行的对内改革、对外开放的政策。中国的对内改革先从农村开始，1978年11月，安徽省凤阳县小岗村实行“分田到户，自负盈亏”的家庭联产承包责任制（大包干），拉开了中国对内改革的大幕。在城市，国营企业的自主经营权得到了明显改善。",
              "photo": "1978-e1"},
       "e2": {"name": "邓小平访日",
              "intro": "1978年10月22日－29日　邓小平访问日本，成为第一位访问日本的国家领导人，图为下飞机的邓小平。23日，互换中日和平友好条约批准书仪式在东京举行。",
              "photo": "1978-e2"}
       },
       {
       "id": 1979,
       "p1": {"name": "张闻天",
              "intro": "张闻天（1900年8月30日-1976年7月1日），原名张应皋，化名洛甫，上海南汇人，中国共产党的重要领导人之一，理论宣传和干部教育工作中成绩卓著的领导人之一。张闻天同志1925年加入中国共产党，1933年进入中央革命根据地，1934年10月参加长征并出席遵义会议，1959年被错定为反党集团成员；文化大革命中受尽迫害，于1976年7月1日含冤病逝。1978年8月（一说1979年8月），中共中央对其冤案予以平反昭雪，主要著作有《张闻天选集》。",
              "photo": "1979-p1"},
       "p2": {"name":"彭真",
              "intro": "彭真（1902年10月12日—1997年4月26日），男，原名傅懋恭，山西省曲沃县侯马镇垤上村（今侯马市垤上村）人。1922年考入太原山西省立第一中学，寻求救国救民的道路，参加进步组织青年学会，接受马克思主义。1923年加入中国社会主义青年团，同年加入中国共产党，是山西省共产党组织的创建人之一。1937年改名彭真。",
              "photo": "1979-p2"},
       "e1": {"name": "对越自卫反击战",
              "intro": "1979年2月17日－3月16日，我边防部队奉命在广西、云南边境地区进行对越自卫反击战，以求得我国边疆地区的和平和安定，以利于四个现代化的顺利进行。3月16日，自卫反击保卫边疆的战斗胜利结束。",
              "photo": "1979-e1"},
       "e2": {"name": "告台湾同胞书",
              "intro": "1979年1月1日，全国人大会常委会发表《告台湾同胞书》，指出：实现中国的统一，是人心所向，大势所趋。我国领导人已经表示决心，一定要考虑现实情况，完成祖国统一大业。我们建议双方首先结束军事对峙状态；尽快实现通航通邮；发展贸易，进行经济交流。当天下午，全国政协就此举行座谈会。邓小平在会上发表《解决台湾问题，完成祖国统一大业提上具体日程》的讲话。",
              "photo": "1979-e2"}
       },
       {
       "id": 1980,
       "p1": {"name": "汪东兴",
              "intro": "汪东兴（1916年1月-2015年8月21日），男，出生于江西省弋阳县，1932年6月参加中国工农红军并转为中国共产党党员，是中国共产党的优秀党员，久经考验的忠诚的共产主义战士，无产阶级革命家，曾担任党的重要领导职务。",
              "photo": "1980-p1"},
       "p2": {"name":"陈锡联",
              "intro": "陈锡联（1915年1月4日—1999年6月10日），原名陈锡廉，字廉甫，湖北黄安（今红安）人。1929年参加中国工农红军。1930年加入中国共产党。参加了长征。抗日战争中，任八路军第一二九师旅长、军分区司令员；解放战争中，历任晋冀鲁豫野战军纵队司令员、第二野战军兵团司令员；新中国成立后，历任重庆市委第一书记、军委炮兵司令员、沈阳军区司令员、北京军区司令员、中央军委常委，一度主持过中央军委日常工作。",
              "photo": "1980-p2"},
       "e1": {"name": "开放经济特区",
              "intro": "1979年4月邓小平首次提出要开办“出口特区”，后于1980年3月，“出口特区”改名为“经济特区”，并在深圳加以实施。按其实质，经济特区也是世界自由港区的主要形式之一。以减免关税等优惠措施为手段，通过创造良好的投资环境，鼓励外商投资，引进先进技术和科学管理方法，以达促进特区所在国经济技术发展的目的。经济特区实行特殊的经济政策，灵活的经济措施和特殊的经济管理体制，并坚持以外向型经济为发展目标。",
              "photo": "1980-e1"},
       "e2": {"name": "开庭公审林彪、江青反革命集团",
              "intro": "1980年11月20日-1981年1月25日　最高人民法院特别法庭开庭公审林彪、江青反革命集团的十名主犯。判处江青、张春桥死刑，缓期二年执行，剥夺政治权利终身;判处王洪文无期徒刑，剥夺政治权利终身;判处其他七名罪犯有期徒刑，姚文元二十年、陈伯达十八年、黄永胜十八年、吴法宪十七年、李作鹏十八年、邱会作十六年、江腾蛟十八年，均剥夺政治权利五年。这次审判表达了人民的意志，伸张了正义，体现了社会主义法制的尊严。",
              "photo": "1980-e2"}
       },
       {
       "id": 1981,
       "p1": {"name": "胡耀邦",
              "intro": "胡耀邦（1915年11月20日-1989年4月15日），男，字国光，湖南浏阳人，久经考验的忠诚的共产主义战士，伟大的无产阶级革命家、政治家，我军杰出的政治工作者，长期担任党的重要领导职务的卓越领导人。",
              "photo": "1981-p1"},
       "p2": {"name":"赵紫阳",
              "intro": "赵紫阳（1919年10月-2005年1月17日)，河南滑县人，1932年3月加入中国共产主义青年团，1937年参加革命工作，1938年2月加入中国共产党。",
              "photo": "1981-p2"},
       "e1": {"name": "辛亥革命七十周年",
              "intro": "1981年10月9日，首都各界隆重举行纪念辛亥革命七十周年大会。胡耀邦在讲话中呼吁实行第三次国共合作，并以共产党负责人的身份，邀请蒋经国先生和其他各界人士来大陆看一看。",
              "photo": "1981-e1"},
       "e2": {"name": "建党六十周年",
              "intro": "1981年7月1日，庆祝中国共产党成立六十周年大会在北京隆重举行，胡耀邦在大会上发表讲话指出：六十年的经验，集中到一点，就是要有一条马克思主义的革命路线，要有一个能够确立和坚持这条路线的无产阶级政党。为了把党建设成为能够团结和领导全国各族人民进行社会主义现代化建设的坚强核心，全体党员要为中国社会主义现代化建设事业奋不顾身，全心全意为人民服务；要善于在新的历史条件下把马列主义、毛泽东思想推向前进；要进一步健全党的民主生活，严格党的组织纪律。",
              "photo": "1981-e2"}
       },
       {
       "id": 1982,
       "p1": {"name": "贺龙",
              "intro": "贺龙（1896年3月22日-1969年6月9日），原名贺文常， 字云卿。 湖南桑植人。伟大的无产阶级革命家、军事家，中国人民解放军的创始人和主要领导者之一。 他在半个多世纪的革命斗争生涯中，为中国的旧民主主义革命、新民主主义革命、社会主义革命和建设，作出了重要贡献，建立了不朽功勋。",
              "photo": "1982-p1"},
       "p2": {"name":"李宁",
              "intro": "李宁，壮族，中共党员，1963年3月10日出生于广西壮族自治区柳州市，祖籍广西壮族自治区来宾市兴宾区南泗乡。20世纪80年代中国著名男子体操运动员、世界冠军、奥运冠军，李宁品牌创始人、李宁集团董事长兼联席行政总裁，非凡中国控股有限公司主席兼行政总裁。第六、七届全国人大代表。",
              "photo": "1982-p2"},
       "e1": {"name": "羽毛球男子团体锦标赛-汤姆斯杯",
              "intro": "1982年5月21日，在英国伦敦举行的第12届国际羽毛球男子团体锦标赛（汤姆斯杯赛）决赛中，首次参加该项大赛的中国队以5比4战胜自1948年以来7次获得世界冠军的印度尼西亚队，第一次获得汤姆斯杯。",
              "photo": "1982-e1"},
       "e2": {"name": "体操王子—李宁",
              "intro": "1982年10月24日，在前南斯拉夫萨格勒布举行的第六届世界杯体操赛上，中国体操男队取得史无前例的优异成绩——19岁的李宁一人摘得6枚金牌、1枚铜牌，创造了世界体操史上的神话，因此被誉为“体操王子”。",
              "photo": "1982-e2"}
       },
       {
       "id": 1983,
       "p1": {"name": "邓小平",
              "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。",
              "photo": "1983-p1"},
       "p2": {"name":"朱德",
              "intro": "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。",
              "photo": "1983-p2"},
       "e1": {"name": "打击刑事犯罪",
              "intro": "1983年8月25日，中共中央发出《关于严厉打击刑事犯罪活动的决定》。《决定》指出，严厉打击刑事犯罪活动，是政治领域中一场严重的敌我斗争。为迅速扭转社会治安不正常的状况，必须对刑事犯罪分子予以坚决打击。",
              "photo": "1983-e1"},
       "e2": {"name": "邓小平会见港澳地区人大代表",
              "intro": "1983年6月25日，邓小平会见出席六届全国人大一次会议和全国政协六届一次会议的港澳地区人大代表和政协委员并发表讲话。在谈到中英关于香港问题的谈判时，邓小平指出：1997年以后我们谈的这一套不会变。只讲不变还是空的，我们考虑定个年限，总的是保持香港自由港、国际金融中心的地位，还有法律等等。我们先来个五十年好不好？五十年够长了。讲五十年比不讲年限好，更能使大家放心。",
              "photo": "1983-e2"}
       },
       {
       "id": 1984,
       "p1": {"name": "许海峰",
              "intro": "许海峰，1957年8月1日出生于福建省漳州市，籍贯安徽省马鞍山市，祖籍安徽省滁州市全椒县，前中国男子射击队运动员，世界冠军，奥运冠军，中国奥运金牌第一人，也是中国体育射击史上第一个集奥运会冠军、世锦赛冠军、亚运会冠军、亚锦赛冠军多项荣誉于一身的运动员。",
              "photo": "1984-p1"},
       "p2": {"name":"赵紫阳",
              "intro": "赵紫阳（1919年10月-2005年1月17日)，河南滑县人，1932年3月加入中国共产主义青年团，1937年参加革命工作，1938年2月加入中国共产党。",
              "photo": "1984-p2"},
       "e1": {"name": "洛杉矶奥运会",
              "intro": "1984年7月28日洛杉矶奥运会，新中国成立近35年后，中国体育代表团再次出现在夏季奥运开幕式中，这也是中国体育史上的重要时刻，此前中国台湾省一直占据着参赛资格。虽然是首次参赛，中国代表团很快展现出了体育大国的风采。开幕式结束后的第二天，中国射击运动员许海峰在男子手枪慢射比赛中斩获金牌，这不仅是中国体育代表团的首枚奥运会金牌，更是该届奥运会的首枚金牌。",
              "photo": "1984-e1"},
       "e2": {"name": "进一步开放十四个沿海港口城市",
              "intro": "1984年3月26日－4月6日，中共中央书记处和国务院在北京召开沿海部分城市座谈会。根据邓小平的建议，会议确定：进一步开放由北至南14个沿海城市：大连、秦皇岛、天津、烟台、青岛、连云港、南通、上海、宁波、温州、福州、广州、湛江、北海，作为我国实行对外开放的一个新的重要步骤。5月4日，中共中央、国务院转发《沿海部分城市座谈会纪要》，并发出通知，指出：沿海开放城市的建设，主要靠政策，一是给前来投资和提供先进技术的外商以优惠待遇；二是扩大这些城市的自主权，让他们有充分的活力去开展对外经济活动。",
              "photo": "1984-e2"}
       },
       {
       "id": 1985,
       "p1": {"name": "胡启立",
              "intro": "胡启立，男，汉族，1929年10月生，陕西榆林人，1948年4月加入中国共产党并参加工作，北京大学机械系毕业，大学文化。曾任第九届全国政协副主席，党组成员。",
              "photo": "1985-p1"},
       "p2": {"name":"陈云",
              "intro": "陈云（1905年6月13日-1995年4月10日），江苏青浦（今属上海）人。伟大的无产阶级革命家、政治家，杰出的马克思主义者，中国社会主义经济建设的开创者和奠基人之一，党和国家久经考验的卓越领导人，是以毛泽东同志为核心的党的第一代中央领导集体和以邓小平同志为核心的党的第二代中央领导集体的重要成员。",
              "photo": "1985-p2"},
       "e1": {"name": "军队减少员额一百万",
              "intro": "1985年5月23日－6月6日，中央军委扩大会议在北京举行。会议主要讨论贯彻我国政府关于军队减少员额一百万的战略决策，研究制定落实这一决策的措施和步骤。会议确定，搞好体制改革，精简整编，是军队今后两年的中心任务。6月4日，邓小平到会作重要讲话，指出：粉碎“四人帮”后，特别是党的十一届三中全会以后，我们对国际形势的判断有变化，对外政策也有变化，这是两个重要的转变。第一个转变，是对战争与和平问题的认识。我们改变了原来认为战争的危险很迫近的看法，在较长时间内不发生大规模的世界战争是有可能的，维护世界和平是有希望的。第二个转变，是我们的对外政策。我们改变了从日本到欧洲一直到美国的“一条线”战略。我们中国不打别人的牌，也不允许任何人打中国牌。",
              "photo": "1985-e1"},
       "e2": {"name": "中国共产党全国代表会议",
              "intro": "1985年9月18日－23日，中国共产党全国代表会议在北京举行。胡耀邦致《团结奋斗，再展宏图》的开幕词。赵紫阳就中央关于“七五”计划的建议（草案）作说明；邓小平、陈云发表重要讲话；李先念致闭幕词。邓小平指出：十一届三中全会以来的近七年，是建国以来最好的关键性的时期之一。我们主要做了两件事，一是拨乱反正，二是全面改革。改革是社会主义制度的自我完善，在一定的范围内也发生了某种程度的革命性变革。这是一件大事，表明我们已经开始找到了一条建设有中国特色的社会主义的路子。他强调：端正党风是端正社会风气的关键。不加强精神文明的建设，物质文明的建设也要受破坏，走弯路。光靠物质条件，我们的革命和建设都不可能胜利。邓小平肯定了一批老同志带头为废除领导职务终身制，推进干部制度的改革所起的作用，指出干部的新老交替，是从组织上保证我们党的政策的连续性。他要求新老干部都要学习马克思主义理论。陈云在讲话中强调，干部队伍要保持梯队结构；粮食生产要抓紧抓好；社会主义经济，还是要有计划按比例；抓党风的好转，仍是全党的一件大事；要加强思想政治工作，维护党的思想政治工作部门的权威；要坚持民主集中制原则。会议通过了《中共中央关于制定国民经济和社会发展第七个五年计划的建议》，批准了一批老同志不再担任中央三个委员会成员的请求，并增选了一批新的中央委员、候补中央委员、中央顾问委员会委员和中央纪律检查委员会委员。",
              "photo": "1985-e2"}
       },
       {
       "id": 1986,
       "p1": {"name": "王大珩",
              "intro": "王大珩（1915年2月26日—2011年7月21日），出生于日本东京，原籍江苏苏州。1936年毕业于清华大学物理系。1938年赴英留学，攻读应用光学专业，获硕士学位。1942年被英国伯明翰昌斯公司聘为助理研究员。1948年回国，历任大连大学教授，中国科学院仪器馆馆长，长春光机所所长，中国科学院长春分院院长，国防科委十五院副院长（兼）中国光学学会理事长，中国科学院技术科学部主任，国防军工科学研究委员会副主任。",
              "photo": "1986-p1"},
       "p2": {"name":"陈芳允",
              "intro": "陈芳允（1916年4月3日—2000年4月29日），浙江台州黄岩人，九三学社社员，无线电电子学家，中国卫星测量、控制技术的奠基人之一，“两弹一星功勋奖章”获得者，中国科学院院士，中国科学技术大学和国防科技大学教授。",
              "photo": "1986-p2"},
       "e1": {"name": "八六三计划",
              "intro": "1986年3月3日，科学家王大珩、王淦昌、陈芳允、杨嘉墀上书中共中央，提出发展高技术的建议。这一建议后来被称为“八六三计划”。邓小平在这份建议上批示：此事宜速作决断，不可拖延。11月18日，中共中央、国务院转发《高技术研究发展计划〈“八六三”计划〉纲要》。《纲要》提出了生物技术、航天技术、信息技术、先进防御技术、自动化技术、能源技术和新材料等七个领域中的十五个主题项目，作为我国今后发展高技术的重点。",
              "photo": "1986-e1"},
       "e2": {"name": "资产阶级自由化思潮一度泛滥",
              "intro": "1986年12月中下旬，在资产阶级自由化思潮一度泛滥的背景下，合肥、北京等地一些高等学校的少数学生出于各种情绪和缘由上街游行，极少数别有用心的人从中进行反对共产党领导、反对社会主义道路的煽动，有的地方出现了扰乱交通秩序和违反社会治安规定的情况。经各地有关方面和学校当局的教育和疏导，事件逐渐平息。12月30日，邓小平就学生闹事问题同几位中央负责同志谈话时指出：“学生闹事，大事出不了，但从问题的性质来看，是一个很重大的事件”。“我们讲民主，不能搬用资产阶级的民主，不能搞三权鼎立那一套”。“我们执行对外开放政策，学习外国的技术，利用外资，是为了搞好社会主义建设，而不能离开社会主义道路”。",
              "photo": "1986-e2"}
       }
  ]