[
  {
    "id": 1987,
    "p1": {"name": "胡耀邦",
           "intro": "胡耀邦（1915年11月20日-1989年4月15日），男，字国光，湖南浏阳人，久经考验的忠诚的共产主义战士，伟大的无产阶级革命家、政治家，我军杰出的政治工作者，长期担任党的重要领导职务的卓越领导人。胡耀邦同志坚持党的解放思想、实事求是的思想路线，组织和推动了关于真理标准问题的讨论。胡耀邦同志坚持实事求是、有错必纠，推动党的组织路线拨乱反正，组织和领导了平反冤假错案、落实干部政策的大量工作，使大批受到迫害的老同志重新走上领导岗位，使大批蒙受冤屈和迫害的干部、知识分子和普通群众得到平反昭雪。1982年9月1日至11日，中国共产党召开第十二次全国代表大会。 大会通过胡耀邦作的《全面开创社会主义现代化建设的新局面》的报告，制定了全面开创新局面的奋斗纲领，确定党在新的历史时期的总任务是:团结全国各族人民，自力更生，艰苦奋斗，逐步实现工业、农业、国防和科学技术的现代化，把我国建设成为高度文明、高度民主的社会主义国家。在1981年6月至1987年1月担任中共中央主席、中央委员会总书记职务期间，胡耀邦积极参与制定和贯彻以邓小平同志为核心的党的第二代中央领导集体的重大决策和战略部署，为坚持党的十一届三中全会以来的路线方针政策、为推动改革开放和社会主义现代化建设、为推进中国特色社会主义事业作出了多方面重大贡献。",
           "photo": "1987-p1"},
    "p2": {"name":"邓小平",
           "intro": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。邓小平是全党全军全国各族人民公认的享有崇高威望的卓越领导人，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，久经考验的共产主义战士，中国社会主义改革开放和现代化建设的总设计师，中国特色社会主义道路的开创者，邓小平理论的主要创立者。他所倡导的“改革开放”及“一国两制”政策理念，改变了20世纪后期的中国，也影响了世界，因此在1978年和1985年，曾两次当选《时代周刊》“年度风云人物”。1987年1月至3月，针对1986年底一些高等院校少数学生闹事，多次谈话指出，要加强四项基本原则教育，旗帜鲜明地反对资产阶级自由化；要有领导有秩序地进行社会主义建设。4月13日，出席中葡两国政府关于澳门问题联合声明的签字仪式。11月，根据中共十三届一中全会决定，任中央军委主席。",
           "photo": "1987-p2"} ,
    "e1": {"name": "中葡关于澳门问题的联合声明",
           "intro": "继中英谈判解决香港主权回归这一历史遗留问题之后，解决澳门问题被提上议事日程。1979年2月，中葡两国建交时，在谈判建交时，两国政府曾就澳门问题达成原则谅解，肯定了澳门是中国领土，归还的时间和细节将在适当时候由两国政府谈判解决。1985年5月，葡萄牙共和国总统拉马略·埃亚内斯访华期间，中葡双方认为谈判解决澳门问题的时机已经成熟，并决定于1986年上半年在北京举行正式外交谈判。1986年6月30日，中葡开始就解决澳门问题进行谈判。1987年3月26日，中葡关于澳门问题的联合声明草签仪式在北京人民大会堂举行。4月13日，中葡两国政府正式签署关于澳门问题的联合声明，宣布中国政府于1999年12月20日对澳门恢复行使主权。1988年1月15日，中葡两国政府互换批准书，中葡关于澳门问题的联合声明正式生效。中葡关于澳门问题的联合声明的签署，是按照“一国两制”方针解决祖国统一问题的成功范例，意义重大。",
           "photo": "1987-e1"},
    "e2": {"name": "中国共产党第十三次全国代表大会",
           "intro": "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。赵紫阳作《沿着有中国特色的社会主义道路前进》的报告。大会提出并系统阐述了社会主义初级阶段理论，制定了党在社会主义初级阶段的基本路线，制定了“三步走”发展战略和各项改革任务。大会通过了《关于十二届中央委员会报告的决议》、《关于(中国共产党章程部分条文修正案〉的决议》《关于中央顾问委员会工作报告的决议》和《关于中央纪律检查委员会工作报告的决议》。大会选举了由175名委员和110名候补委员组成的中央委员会，选举了由200名委员组成的中央顾问委员会和由69名委员组成的中央纪律检查委员会。",
           "photo": "1987-e2"}
  },
  {
    "id": 1988,
    "p1": {"name": "周希汉",
           "intro": "周希汉（1913年8月27日—1988年11月7日），湖北省麻城市顺河镇周家坳村人。1928年参加中国工农红军，加入中国共产党。在革命生涯中，历任红军作战科长、八路军旅参谋长、解放军军长、海军参谋长、海军副司令员、海军顾问等职，参加了黄麻起义、鄂豫皖革命根据地第一至第四次反“围剿”斗争、川陕革命根据地反三路围攻和反六路围攻、长征、百团大战、神头岭战斗、林南战役、同蒲战役、临浮战役、汾孝战役、洛阳战役、豫东战役、挺进中原、淮海战役、渡江战役、解放大西南等。中华人民共和国成立后，历任解放军第四兵团十三军军长、海军副司令员兼海军参谋长等职，参与领导和组织建造核潜艇、导弹驱逐舰等工作，为建设一支强大的人民海军倾注了全部心血。1955年被授予中将军衔。1988年11月7日在北京逝世，享年75岁。",
           "photo": "1988-p1"},
    "p2": {"name":"沈从文",
           "intro": "沈从文（1902年12月28日—1988年5月10日），男，原名沈岳焕，乳名茂林，字崇文，笔名休芸芸、甲辰、上官碧、璇若等，湖南凤凰县人，中国著名作家、历史文物研究者。14岁时，他投身行伍，浪迹湘川黔交界地区。1924年开始进行文学创作，撰写出版了《长河》《边城》等小说。1931年－1933年在国立青岛大学任教，抗战爆发后到西南联大任教，1946年回到北京大学任教，建国后在中国历史博物馆和中国社会科学院历史研究所工作，主要从事中国古代历史与文物的研究，著有《中国古代服饰研究》。1988年5月10日病逝于北京，享年86岁。",
           "photo": "1988-p2"} ,
    "e1": {"name": "中国人民解放军军衔制再度恢复",
           "intro": "1988年9月14日，为利于军队的管理和指挥，解放军再次恢复军衔制，并在北京举行解放军上将军官授衔仪式。军衔制是在1965年三届人大九次会议上取消的。1987年七届人大二次会议决定恢复军衔制，通过《中国人民解放军军官军衔条例》。新的军衔等级为：一级上将、上将、中将、少将；大校、上校、中校、少校；上尉、中尉、少尉；上士、中士、下士；上等兵、列兵。9月14日被授予上将军衔的有：洪学智、刘华清、秦基伟、迟浩田、杨白冰、徐信、郭林祥、王诚汉、赵南起、李德生、张震、尤太忠、刘振华、向守志、万海峰、李耀文、王海。",
           "photo": "1988-e1"},
    "e2": {"name": "1988年台湾农民运动",
           "intro": "520事件(又称520农民运动)，为台湾地区发生于1988年5月20日的农民运动与冲突事件。1988年春季，国民党政府决定扩大开放外国农产品进口台湾的数量与种类，引起大多数农民的质疑和恐慌。520事件是战后台湾最大规模的农民请愿行动，而警民冲突之激烈也前所未见。最后由学者介入进行所谓的“五二零调查报告”，反驳检调单位有关游行民众预藏器具进行暴力行动的指控。时至今日，检视这场历年来最严重的街头冲突事件，警察与民众将近二十小时的激战、对立，在警棍、石块、甚至燃烧汽油的情况下受伤的民众与员警，某种程度的说明了台湾人为民主所付出的代价。",
           "photo": "1988-e2"}
  },
  {
    "id": 1989,
    "p1": {"name": "江泽民",
           "intro": "江泽民（1926年8月17日-2022年11月30日），男，汉族，江苏省扬州市人。1943年起参加地下党领导的学生运动，1946年4月加入中国共产党，1947年毕业于上海交通大学电机系。曾任中国共产党中央委员会总书记，中国共产党中央军事委员会主席，中华人民共和国主席，中华人民共和国中央军事委员会主席。江泽民是全党全军全国各族人民公认的享有崇高威望的卓越领导人，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，久经考验的共产主义战士，中国特色社会主义伟大事业的杰出领导者，党的第三代中央领导集体的核心，“三个代表”重要思想的主要创立者。2022年11月30日12时13分，江泽民同志在上海逝世，享年96岁。12月11日，遵照江泽民同志及其亲属的意愿，敬爱的江泽民同志的骨灰在长江入海口撒入大海。",
           "photo": "1989-p1"},
    "p2": {"name":"萧劲光",
           "intro": "萧劲光（1903年1月4日—1989年3月29日），无产阶级革命家、军事家。湖南长沙人。1922年，加入中国共产党。在革命生涯中，历任师党代表、特区军委参谋长、军区参谋长、军参谋长、中央军事政治学校校长、军团政委、军政委、军区司令员、军团政委、 军团参谋长、军事部部长、司令部参谋长、兵团司令员、副总司令兼参谋长、军区司令员等职。率部参加南昌、南京、鄂西等战役，率部参加赣州、漳州、水口、乐安宜黄、建黎泰等战役，参加中央苏区第四、第五次反“围剿”作战，参加长征，指挥南满部队四保临江作战，率部打沈阳、围北平、越华北、渡长江、占武汉、进长沙，参与指挥衡宝战役等战役战斗。中华人民共和国成立后，历任人民解放军海军司令员、国防部副部长、第五届全国人大常委会副委员长等职，为人民海军的建设和发展做出了卓著的贡献。1955年被授予大将军衔。1989年3月29日在北京病逝，享年86岁。",
           "photo": "1989-p2"} ,
    "e1": {"name": "庆祝新中国成立40周年大会在北京隆重举行",
           "intro": "1989年9月29日，庆祝新中国成立40周年大会在北京隆重举行。江泽民发表讲话，提出四条基本结论：社会主义制度的确立、巩固和发展，体现了中国现代社会运动的客观规律，是中国历史上最伟大、最深刻的变革；社会主义制度是在自身基础上不断发展和完善的制度；发扬爱国主义精神，坚持独立自主、自力更生的方针，是中国革命也是中国社会主义建设取得胜利的一条根本经验；用马克思列宁主义、毛泽东思想武装起来的中国共产党，是中国工人阶级的先锋队，是中国各族人民利益的忠实代表，在国家独立和发展的过程中担负着极其重要的使命。",
           "photo": "1989-e1"},
    "e2": {"name": "中共十三届五中全会在北京举行",
           "intro": "1989年11月6日至9日，中共十三届五中全会在北京举行。全会审议并通过《中共中央关于进一步治理整顿和深化改革的决定》。全会讨论并通过了《中国共产党十三届五中全会关于同意邓小平同志辞去中共中央军事委员会主席职务的决定》。决定江泽民为中共中央军事委员会主席，杨尚昆为第一副主席，刘华清为副主席，杨白冰为秘书长；并决定增补杨白冰为中共中央书记处书记。",
           "photo": "1989-e2"}
  },
  {
    "id": 1990,
    "p1": {"name": "徐向前",
           "intro": "徐向前（1901年11月8日—1990年9月21日），字子敬，出生于山西省五台县永安村。1927年3月，加入中国共产党。徐向前同志是忠诚的共产主义战士，坚定的马克思主义者，久经考验的无产阶级革命家、军事家，中华人民共和国的缔造者之一，长期担任党、国家和军队重要领导职务的卓越领导人。",
           "photo": "1990-p1"},
    "p2": {"name":"李鹏",
           "intro": "李鹏（1928年10月20日-2019年7月22日），四川成都人，生于上海。1945年11月加入中国共产党，1941年3月参加工作，前苏联莫斯科动力学院水力发电系毕业，大学文化，高级工程师。曾任中国共产党第十二届中央政治局委员、中央书记处书记，第十三届、十四届、十五届中央政治局常委，国务院原总理，第九届全国人民代表大会常务委员会委员长。2019年7月22日23时11分，中国共产党的优秀党员，久经考验的忠诚的共产主义战士，杰出的无产阶级革命家、政治家，党和国家的卓越领导人李鹏在北京逝世，享年91岁。",
           "photo": "1990-p2"} ,
    "e1": {"name": "国务院批准上海浦东开发",
           "intro": "上海浦东是位于黄浦江以东、长江口以西的一块三角形地区，地处我国海岸线中点和长江入海口交汇处，地理区位优势明显。20世纪80年代后，在广东、福建等沿海地区改革开放形势的带动下，上海要求振兴和发展的呼声空前强烈。同时，随着上海市的经济发展，城市建设也面临尖锐的矛盾。在这种情况下，上海开始把目光投向浦东。经过多年的谋划，1987年初，上海市政府形成《关于浦东新区经济、科技、社会、文化发展纲要》。1990年初，邓小平视察上海，对浦东开发的准备工作表示高度关注。4月18日，国务院批准同意上海市加快浦东地区的开发，并实行经济技术开发区和某些经济特区的某些政策。开发浦东、开放浦东，是中央为深化改革、扩大开放作出的又一个重大部署，对于上海和全国都是一件具有重要战略意义的事情。4月30日，上海市政府宣布开发浦东的十项优惠政策和措施。浦东的开发开放进入实质性启动阶段。",
           "photo": "1990-e1"},
    "e2": {"name": "1990年北京亚运会",
           "intro": "第11届亚洲运动会于1990年9月22日-10月7日在中华人民共和国北京市举行。这是中华人民共和国建国以来第一次承办的大规模综合性国际运动会，为此举国上下付出了许多艰苦努力。在“团结、友谊、进步”的主旨下，来自亚洲37个国家和地区的体育代表团共6578人参加了这届运动会。中国获得金牌183枚，银牌107枚，铜牌51枚，第三次获得亚运会金牌总数第一。",
           "photo": "1990-e2"}
  },
  {
    "id": 1991,
    "p1": {"name": "伏明霞",
           "intro": "伏明霞，1978年8月16日生于湖北武汉，前中国跳水运动员，世界冠军，奥运冠军。
1987年，伏明霞进入湖北省跳水队。1990年，伏明霞入选中国跳水队。1992年7月，13岁的伏明霞获得了巴塞罗那奥运会女子10米跳台金牌，成为了奥运会历史上最年轻的冠军。1996年7月，亚特兰大奥运会上，伏明霞同时获得了女子10米跳台与女子3米板的冠军，她成为中国奥运跳水史上的第一个板台双冠王。2000年9月，悉尼奥运会上，伏明霞卫冕了奥运会女子单人3米板的金牌。在悉尼奥运会结束之后，伏明霞正式退役。国际游泳名人堂成员。",
           "photo": "1991-p1"},
    "p2": {"name":"侯学煜",
           "intro": "1991年4月16日，生态学家侯学煜逝世。侯学煜教授1912年4月2日出生于安徽省和县。1937年毕业于南京中央大学农学院农化系，1945年至1950年在美国宾夕法尼亚州州立大学研究院，先后获硕士和博士学位。新中国成立后不久，怀着拳拳报国之心，毅然回国，创建了我国第一个植物生态学研究室，是新中国植物生态学与地植物学的主要开拓者和奠基人之一。侯学煜教授认为土壤性质明显受母岩性质的影响，打破了传统的单纯气候决定土性论的观点，最早研究和发现中国的土壤指示植物，并发现了若干富集某些元素的植物；他在研究植被地理分布的纬度地带性、经度地带性和山地垂直地带性方面也做出了突出贡献，为中国植被分区建立了理论基础，他本人也成为编制中国植被图的先驱，并开创了编制农业植被图的世界先例。侯学煜关注农林牧副渔业的生产问题，提出“大农业、大粮食”的观点，这对我国农业的发展和环境的改善，具有重要的战略意义。",
           "photo": "1991-p2"} ,
    "e1": {"name": "国务院批准上海浦东开发",
           "intro": "3月25日-4月9日七届全国人大四次会议在北京举行。李鹏代表国务院作《关于国民经济和社会发展十年规划和第八个五年计划纲要的报告》。纲要提出，1991-2000年的总目标是:实现我国社会主义现代化建设的第二步战略目标，把国民经济的整体素质提高到一个新的水平。在大力提高经济效益和优化经济结构的基础上，国民生产总值按不变价格计算，到本世纪末比1980年翻两番。人民生活水平从温饱达到小康。会议根据李鹏总理的提名，决定任命邹家华、朱镕基为国务院副总理，钱其琛为国务委员。会议还通过了《中华人民共和国民事诉讼法》和《中华人民共和国外商投资企业所得税法》。",
           "photo": "1991-e1"},
    "e2": {"name": "中共中央举行庆祝中国共产党成立70周年大会",
           "intro": "7月1日——中共中央举行庆祝中国共产党成立70周年大会。江泽民、杨尚昆、李鹏、万里、李先念、乔石、宋平、李瑞环、王震等人与首都各界群众共一万余人出席大会。江泽民在会上的讲话中把我党70年奋斗历程归结为做了三件大事：第一，完成反帝反封建的新民主主义革命任务，结束了中国半殖民的半封建社会的历史；第二，消灭剥削制度和剥削阶级，确立了社会主义制度；第三，开创建设有中国特色社会主义的道路，逐步实现社会主义现代化，这件事还正在做。江泽民指出，当代中国共产党人的庄严使命是坚持党的基本路线，团结和带领全国各族人民，沿着建设有中国特色的社会主义道路，自力更生，艰苦创业，把我国建设成为富强、民主、文明的社会主义现代化国家。",
           "photo": "1991-e2"}
  },
  {
    "id": 1992,
    "p1": {"name": "李先念",
           "intro": "李先念（1909年6月23日—1992年6月21日），生于湖北黄安（今红安）李家大屋。9岁读私塾。12岁起先后在家乡和汉口学木工。1926年10月参加农民运动，任乡农民协会执行委员。1927年11月率领家乡农民参加黄（安）麻（城）起义，12月加入中国共产党。全国抗日战争爆发后到达延安。1938年任中共河南省委军事部部长。1939年起历任新四军豫鄂独立游击支队司令员、豫鄂挺进纵队司令员，率部开展敌后游击战争，开辟豫鄂边抗日根据地。1941年皖南事变后，任新四军第5师师长兼政治委员，率部多次挫败日伪军的“扫荡”、“蚕食”和国民党顽固派的军事进攻。1942年兼任中共豫鄂边区委书记，领导军民多次挫败日伪军的进攻，巩固和扩大了抗日根据地。李先念同志是伟大的无产阶级革命家、政治家、军事家，坚定的马克思主义者，党和国家的卓越领导人。他毕生奋斗，为中华民族独立和中国人民解放，为社会主义革命、建设、改革事业，为建设富强民主文明和谐的社会主义现代化国家，作出了不可磨灭的贡献，赢得了全党全军全国各族人民的崇敬和爱戴。",
           "photo": "1992-p1"},
    "p2": {"name":"邓颖超",
           "intro": "邓颖超（1904年2月4日-1992年7月11日），河南省光山人，生于广西南宁 [1]，1924年加入中国社会主义青年团，1925年3月，加入中国共产党。伟大的无产阶级革命家、政治家，著名社会活动家，坚定的马克思主义者，党和国家的卓越领导人，中国妇女运动的先驱。曾任第六届全国政协主席。",
           "photo": "1992-p2"} ,
    "e1": {"name": "邓小平南方谈话",
           "intro": "1992年1月18日—2月21日，当时已正式告别中央领导岗位的邓小平，以普通党员的身份，凭着对党和人民伟大事业的深切期待，先后赴武昌、深圳、珠海和上海视察，沿途发表了重要谈话，他在中国面临向何处去的重大历史关头，高举改革开放旗帜，坚持解放思想，抓住历史机遇，大大加快了中国的发展，为中国走上有中国特色社会主义市场经济发展道路奠定了思想基础。",
           "photo": "1992-e1"},
    "e2": {"name": "中国共产党第十四次全国代表大会在北京开幕",
           "intro": "中国共产党第十四次全国代表大会在北京开幕。1992年10月12日至19日在北京举行。江泽民作《加快改革开放和现代化建设步伐，夺取有中国特色社会主义事业的更大胜利》的报告。大会确立邓小平建设有中国特色社会主义理论在全党的指导地位，概括了建设有中国特色社会主义理论的主要内容，明确建立社会主义市场经济体制的改革目标，要求全党抓住机遇，加快发展，集中精力把经济建设搞上去。大会通过了《关于十三届中央委员会报告的决议》《关于中央顾问委员会工作报告的决议》《关于中央纪律检查委员会工作报告的决议》和《关于〈中国共产党章程修正案〉的决议》。大会选举了由189名委员和130名候补委员组成的中国共产党中央委员会，选举了由108名委员组成的中央纪律检查委员会。随后召开的十四届一中全会选举了中央政治局及其常务委员会；选举江泽民为中央委员会总书记；决定江泽民为中央军事委员会主席；批准尉健行为中央纪律检查委员会书记。",
           "photo": "1992-e2"}
  },
  {
    "id": 1993,
    "p1": {"name": "王震",
           "intro": "王震（1908年4月11日-1993年3月12日），湖南浏阳人。1924年参加工作。1927年加入共青团，同年转入中国共产党。1929年参加中国工农红军，上将军衔。曾任中共中央政治局委员、国务院副总理、中共中央军委委员、中央军委常委、中共中央党校校长、中华人民共和国副主席等职。1958年7月，创建黑龙江八一农垦大学，首任校长由王震担任。1958年10月，创建塔里木农垦大学，他生前一直任名誉校长。1993年3月12日，中国共产党的优秀党员，伟大的无产阶级革命家、政治家、军事家，坚定的马克思主义者，党和国家的卓越领导人 [1]王震同志在广州逝世，享年85岁。",
           "photo": "1993-p1"},
    "p2": {"name":"刘开渠",
           "intro": "刘开渠（1904年（一说1903年4月）——1993年6月25日），男，江苏徐州府萧县（今淮北市杜集区朔里镇刘窑村）人，雕塑家。早年毕业于北平美术学校，毕业后任杭州艺术院图书馆馆长。后赴法国，入巴黎国立高等美术学院雕塑系学习。归国后任杭州艺术专科学校（中国美术学院）教授，其艺术风格融中西雕塑手法于一炉，手法写实，造型简练、准确、生动。创作了《淞沪战役阵亡将士纪念碑》等一批反映抗战题材的艺术作品。中华人民共和国建立后，领导人民英雄纪念碑浮雕的创作工作，并创作其中的《胜利渡长江解放全中国》及《支援前线》《欢迎解放军》等浮雕。先后任杭州艺术专科学校校长、杭州市副市长、中央美术学院华东分院院长、中央美术学院副院长、中国美术馆馆长、中国美术家协会副主席，他还担任八届全国政协委员、民盟中央文化委员会主任等。著有《刘开渠美术论文集》，出版有《刘开渠雕塑集》《刘开渠雕塑选集》等。以其名字命名的刘开渠奖、刘开渠根艺奖，分别代表着中国雕塑界和中国根艺美术界的最高奖项。",
           "photo": "1993-p2"} ,
    "e1": {"name": "中华人民共和国第八届全国人民代表大会第一次会议在北京举行",
           "intro": "3月15日-31日中华人民共和国第八届全国人民代表大会第一次会议在北京举行。李鹏代表国务院作《政府工作报告》。今会议通过了中华人民共和国宪法修正案，修改后的宪法，肯定了我国正处在社会主义初级阶段，国家的根本任务是，根据建设有中困特色社会王义理论，集中万量进行社会主义现代化建设;肯定了农村中的家庭联产承包为主的责任制是社会主义劳动群众集体所有制经济:肯定了国家实行社会主义市场经济等等。会议通过了《中华人民共和国澳门特别行政区基本法》，包括三个附件和区旗区徽图案，关于设立澳门特别行政区的决定，关于中华人民共和国澳门特别行政区基本法的决定，关于澳门特别行政区第一届政府、立法会和司法机关产生办法的决定。澳门特别行政区基本法自1999年12月20日起实施。会议还通过了关于国务院机构改革方案的决定。会议选举江泽民为国家主席，荣毅仁为国家副主席;乔石为全国人大常委会委员长，江泽民为中华人民共和国中央军事委员会主席;决定李鹏为国务院总理;选举任建新为最高人民法院院长、张思卿为最高人民检察院检察长。",
           "photo": "1993-e1"},
    "e2": {"name": "毛泽东诞辰一百周年纪念大会",
           "intro": "1993年12月26日，中共中央、全国人大常委会、国务院、中央军委、全国政协在首都人民大会堂隆重举行大会，纪念中国共产党、中国人民解放军、中华人民共和国主要缔造者，中国各族人民的伟大领袖毛泽东同志诞辰100周年。党和国家领导人江泽民等和首都各界1万人出席了大会。中共中央总书记、国家主席、中央军委主席江泽民发表重要讲话。大会由中共中央政治局常委、国务院总理李鹏主持。江泽民在讲话中回顾了毛泽东一生的丰功伟绩，总结了以毛泽东为主要代表的中国共产党人对中国革命和建设所作出的卓越贡献，阐述了邓小平继承、丰富和发展毛泽东思想，创立建设有中国特色社会主义理论的重大意义。江泽民在讲话中高度评价了毛泽东的丰功伟绩。他说，以毛泽东为主要代表的中国共产党人，根据马克思列宁主义的基本原理，对中国长期革命和实践中的一系列经验进行理论概括，形成了适合中国情况的科学指导思想，这就是毛泽东思想。毛泽东思想永远是中国共产党人的理论宝库和中华民族的精神支柱，永远是我们建设社会主义现代化国家的行动指南。",
           "photo": "1993-e2"}
  },
  {
    "id": 1994,
    "p1": {"name": "姚依林",
           "intro": "姚依林（1917年9月6日-1994年12月11日），男，曾化名姚克广，祖籍安徽省池州市贵池区，出生于香港。 姚依林同志是党和国家的优秀领导人、杰出的无产阶级革命家、中国经济工作的卓越领导人。",
           "photo": "1994-p1"},
    "p2": {"name":"朱镕基",
           "intro": "朱镕基，男，汉族，1928年10月生，湖南长沙人，1949年10月加入中国共产党，1948年12月参加工作，清华大学电机系电机制造专业毕业，大学文化，高级工程师。曾任第十五届中央政治局委员、常委，国务院总理。",
           "photo": "1994-p2"} ,
    "e1": {"name": "中国联合通信有限公司正式成立",
           "intro": "7月19日，中国联合通信有限公司成立。中国联通是经国务院批准，由电子部、电力工业部、铁道部共同出资组建，公司成立之初的资本金是13.4亿元。中国联通的成立，是我国电信行业深化改革、打破垄断的重大举措，是中国电信业发展史上具有里程碑意义的一件大事，对电信业的改革和发展起到了积极的促进作用。",
           "photo": "1994-e1"},
    "e2": {"name": "新疆克拉玛依火灾",
           "intro": "12月8日18时20分，新疆克拉玛依市友谊馆发生特大恶性火灾。18时25分，新疆石油管理局消防支队先后调动4个中队120名消防干警、11部消防车、10部大型水缸车、3部指挥车赶到火场救人灭火。但因火势迅猛可燃材料产生大量有毒气体、安全疏散门封闭等原因，造成死亡325人烧伤130人的惨案，直接经济损失210余万元。之后全国范围内开展校园消防知识讲座;95年初，加强公共消防安全排查;96年起，中国确定每年3月份最后一周的星期一，为全国中小学生“安全教育日”。",
           "photo": "1994-e2"}
  },
  {
    "id": 1995,
    "p1": {"name": "陈云",
           "intro": "陈云（1905年6月13日-1995年4月10日），江苏青浦（今属上海）人。伟大的无产阶级革命家、政治家，杰出的马克思主义者，中国社会主义经济建设的开创者和奠基人之一，党和国家久经考验的卓越领导人，是以毛泽东同志为核心的党的第一代中央领导集体和以邓小平同志为核心的党的第二代中央领导集体的重要成员。陈云同志在上个世纪30年代初就担任党中央的领导工作，经历了我们党领导人民进行革命、建设、改革各个历史时期几乎所有重大事件，参与了党中央在不同历史时期一系列重大决策的制定和实施，多次在党和人民事业发展的关键时刻、在党和国家的重大决策中发挥了十分重要的作用。陈云同志为中国人民解放事业的开展和成功，为我国社会主义制度的建立和巩固，为我国改革开放和社会主义现代化事业的开创和发展，奉献了毕生精力，建立了不朽功勋，在国内外享有崇高威望，深受全党全军全国各族人民尊敬和爱戴。",
           "photo": "1995-p1"},
    "p2": {"name":"郎平",
           "intro": "郎平，女，汉族，1960年12月10日出生于中国天津市武清区，前中国女子排球运动员，奥运冠军，中国排球学院院长、中国排球协会副主席，中国女排原总教练。1973年，郎平进入北京工人体育馆少年体校排球班练习排球。1976年，进入北京市业余体校，同年入选北京市排球队。1978年，入选国家集训队。1981年，随中国女排夺得第3届世界杯冠军，获“优秀运动员奖”。1982年，随中国队获得第九届世界女排锦标赛冠军，并荣膺世界女子排球锦标赛“MVP”。1984年，随中国队获得洛杉矶奥运会女排比赛金牌，协助中国女排实现三连冠。1985年，郎平选择退役并进入北京师范大学外语系攻读英语专业。1995年，郎平被聘为中国女排主教练。1997年被国际排联评为年度女排“最佳教练”。2002年10月，郎平入选排球名人堂，成为亚洲获此殊荣的第一人。2013年4月25日，郎平被任命为中国女排主教练。2015年2月，郎平获2014CCTV体坛风云人物最佳教练。2016年2月，郎平当选感动中国2015年度人物。3月，郎平获“影响世界华人大奖”。8月，郎平带领中国女排获得里约奥运会冠军。12月，郎平当选2016中国十佳劳伦斯冠军奖最佳教练。12月15日，获2016CCTV体坛风云人物年度最佳教练。2017年2月8日，被评为2016感动中国十大年度人物。2018年12月18日，党中央、国务院授予郎平改革先锋称号，颁授改革先锋奖章。2019年9月，郎平率领中国女排获得女排世界杯冠军。2021年9月，郎平卸任中国女排主教练。",
           "photo": "1995-p2"} ,
    "e1": {"name": "首都各界举行纪念抗日战争暨世界反法西斯战争胜利五十周年大会",
           "intro": "9月3日，首都各界举行纪念抗日战争暨世界反法西斯战争胜利五十周年大会。江泽民发表讲话指出，中国抗日战争是世界反法西斯战争的重要组成部分，是世界反法西斯战争的东方主战场。中华民族为世界反法西斯战争的胜利付出了巨大的民族牺牲，为人类文明进步事业作出了彪炳千古的历史贡献。中国共产党及其领导的人民抗日力量，是中华民族抗战的中流砥柱。",
           "photo": "1995-e1"},
    "e2": {"name": "中共十四届五中全会",
           "intro": "9月25日-28日，中共十四届五中全会在北京举行。全会审议并通过《中共中央关于制定国民经济和社会发展“九五”计划和2010年远景目标的建议》。建议提出，“九五”时期的国民经济和社会发展的主要奋斗目标是：全面完成现代化建设的第二步战略部署，2000年在我国人口将比1980年增长三亿左右的情况下，实现人均国民生产总值比1980年翻两番；基本消除贫困现象，人民生活达到小康水平；加快现代企业制度建设，初步建立社会主义市场经济体制。2010年的主要奋斗目标是：实现国民生产总值比2000年翻一番，使人民的小康生活更加富裕，形成比较完善的社会主义市场经济体制。建议提出，实现这一奋斗目标关键是实行两个具有全局意义的根本性转变，一是经济体制从传统的计划经济体制向社会主义市场经济体制转变，二是经济增长方式从粗放型向集约型转变。全会决定增补张万年、迟浩田为中央军事委员会副主席。",
           "photo": "1995-e2"}
  },
  {
    "id": 1996,
    "p1": {"name": "陈景润",
           "intro": "陈景润（1933年5月22日—1996年3月19日），出生于福建福州。数学家，中国科学院学部委员（院士），生前是中国科学院数学研究所研究员。陈景润于1950年考入厦门大学数理系；1953年从厦门大学毕业，后分配至北京四中任教；1954年任厦门大学资料员；1957年任中国科学院数学研究所实习研究员；1977年任中国科学院数学研究所研究员；1980年当选为中国科学院学部委员（院士）；1996年3月19日在北京逝世，享年63岁。陈景润主要从事解析数论方面的研究。",
           "photo": "1996-p1"},
    "p2": {"name":"董建华",
           "intro": "董建华，男，汉族，1937年5月出生于上海，祖籍浙江舟山，大学学历。1947年随全家迁居香港。1960年毕业于英国利物浦大学，获海事工程理学士学位。其后，在美国通用有限公司及家族公司任职。1969年返港处理家族集团生意。1985年担任中华人民共和国香港特别行政区基本法咨询委员会委员。1992年被国务院港澳事务办公室、新华社香港分社聘为首批港事顾问。1992年10月任港英政府行政局议员。1995年12月任全国人大香港特别行政区筹备委员会副主任。1996年12月11日在香港特别行政区第一任行政长官选举中当选，同年12月16日被国务院任命为香港特别行政区第一任行政长官，1997年7月1日就职。2002年2月28日当选连任香港特别行政区第二任行政长官，同年7月1日就职。第八届全国政协委员，2005年2月增补为第十届全国政协委员。",
           "photo": "1996-p2"} ,
    "e1": {"name": "中央扶贫工作会议在北京召开",
           "intro": "9月23日-25日，中央扶贫工作会议在北京召开。江泽民在会上指出，到本世纪末基本解决我国农村贫困人口的温饱问题，是党中央、国务院既定的战略目标。由救济式扶贫转向开发式扶贫，是扶贫工作的重大改革，也是扶贫工作的一项基本方针。扶贫工作要实行责任制，各级党政一把手要亲自组织指挥本地区的扶贫攻坚战；各级党政机关要组织大批干部，到贫困村具体帮助扶贫；要把扶贫攻坚的任务和措施落实到贫困村和贫困户。10月23日，中共中央、国务院作出《关于尽快解决农村贫困人口温饱问题的决定》。",
           "photo": "1996-e1"},
    "e2": {"name": "中国钢产量突破一亿吨跃居世界第一位",
           "intro": "12月31日，冶金部部长刘淇宣布，1996年我国钢产量突破一亿吨，产量达到世界第一位。全年国内生产总值67884.6亿元，比上年增长9.6％，其中，第一产业增长5.1%，第二产业增长12.1％，第三产业增长7.9％。全社会固定资产投资22913.5亿元，其中国有单位完成基本建设投资8570.79亿元。全国财政收入7407.99亿元，比上年增长18.7%；财政支出7937.55亿元，比上年增长16.3%。全年社会消费品零售总额24774.1亿元，商品零售价格指数比上年增长6.1％。全国进出口贸易总额24133.8亿元，其中出口12576.4亿元，进口11557.4亿元，出超1019.0亿元。城镇居民家庭人均可支配收入4838.9元，农村居民家庭人均纯收入1926.07元。",
           "photo": "1996-e2"}
  },
  {
    "id": 1997,
    "p1": {"name": "李瑞环",
           "intro": "李瑞环，男，1934年9月生，天津宝坻人。1959年9月加入中国共产党，1951年7月参加工作，北京建工业余学院工业与民用建筑专业毕业。曾任第十五届中央政治局常委，第九届全国政协主席。",
           "photo": "1997-p1"},
    "p2": {"name":"秦基伟",
           "intro": "秦基伟（1914年11月16日-1997年2月2日），湖北省红安县人。中国共产党党员。1988年被授予上将军衔。历经土地革命战争、抗日战争、解放战争、抗美援朝战争结束后，历任云南军区副司令员，昆明军区副司令员，成都军区司令员，北京军区司令员，国务委员兼国防部长等职，全国人民代表大会常委会副委员长。为中国共产党第十一至十三届中央委员，第十二届中央政治局候补委员，第十三届中央政治局委员，中央军委委员、常委。1955年被授予中将军衔，荣获二级八一勋章、一级独立自由勋章、一级解放勋章。",
           "photo": "1997-p2"} ,
    "e1": {"name": "中国对香港恢复行使主权",
           "intro": "6月30日午夜-7月1日凌晨，中英两国政府香港政权交接的仪式在香港隆重举行。中华人民共和国主席江泽民庄严宣告：中国对香港恢复行使主权；中华人民共和国香港特别行政区正式成立。1时30分，中华人民共和国香港特别行政区成立暨特区政府宣誓就职仪式在香港会议展览中心新翼七楼隆重举行。",
           "photo": "1997-e1"},
    "e2": {"name": "中国共产党第十五次全国代表大会",
           "intro": "9月12日-18日，中国共产党第十五次全国代表大会举行。江泽民代表第十四届中央委员会作《高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向二十一世纪》的报告。大会着重阐述了邓小平理论的历史地位和指导意义；提出党在社会主义初级阶段的基本纲领；强调依法治国，建设社会主义法治国家。大会通过关于《中国共产党章程修正案》的决议，把邓小平理论确立为党的指导思想。１９日，中共十五届一中全会选举江泽民、李鹏、朱镕基、李瑞环、胡锦涛、尉健行、李岚清为中央政治局常委，江泽民为中央委员会总书记，决定江泽民为中央军事委员会主席，批准尉健行为中央纪律检查委员会书记。",
           "photo": "1997-e2"}
  },
  {
    "id": 1998,
    "p1": {"name": "杨尚昆",
           "intro": "杨尚昆（1907年8月3日—1998年9月14日），男，号诚五，出生于四川省潼南县双江镇（今属重庆市），1925年加入中国共产主义青年团，1926年转入中国共产党，并入上海大学学习。曾任中华人民共和国主席。杨尚昆同志是伟大的无产阶级革命家、政治家、军事家，坚定的马克思主义者，党、国家和人民军队的卓越领导人。",
           "photo": "1998-p1"},
    "p2": {"name":"王淦昌",
           "intro": "王淦昌（1907-1998）江苏省常熟县人，1907年生，男，中共党员，核物理学家，中国科学院院士。1929年毕业于清华大学物理系。1930年赴德国柏林大学留学，1934年获哲学博士学位，同年回国。曾任山东大学、浙江大学教授。1950年5月以后，历任中国科学院近代物理研究所研究员、副所长，苏联杜布纳联合核子研究所副所长，二机部第九研究所副所长、第九研究院副院长，二机部副部长兼原子能研究所所长，核工业部科技委副主任，中国科学技术协会第2届全国委员会副主席，中国物理学会副理事长，中国核学会第一届理事长，第3、4、5、6届全国人大常委会委员。1998年逝世。",
           "photo": "1998-p2"} ,
    "e1": {"name": "纪念周恩来同志诞辰100周年大会",
           "intro": "纪念周恩来同志诞辰100周年大会于1998年2月23日在北京举行。大会由李鹏主持。江泽民、乔石、朱镕基、李瑞环、刘华清、胡锦涛、尉健行、李岚清、荣毅仁等与首都各界人士6000多人出席大会。江泽民在会上讲话，高度评价周恩来的卓著功勋、崇高精神和人格，指出：周恩来的精神，就是共产主义远大理想同脚踏实地的工作作风的结合，对上负责同对下负责的结合，高度的原则性同高度的灵活性的结合；号召全党全军和全国各族人民，特别是各级领导干部，都要努力学习周恩来同志的崇高精神，并努力贯彻到自己的思想和行动中去，把各项工作做得更好。",
           "photo": "1998-e1"},
    "e2": {"name": "1998年特大洪水",
           "intro": "1998年特大洪水是一场包括长江、嫩江、松花江等江河流域地区的大洪水。是继1931年和1954年两次洪水后，20世纪发生的又一次全流域型的特大洪水之一；嫩江、松花江洪水同样是150年来最严重的全流域特大洪水。据初步统计，包括受灾最重的江西、湖南、湖北、黑龙江四省，全国共有29个省（区、市）遭受了不同程度的洪涝灾害，受灾面积3.18亿亩，成灾面积1.96亿亩，受灾人口2.23亿人，死亡4150人，倒塌房屋685万间，直接经济损失达1660亿元。",
           "photo": "1998-e2"}
  },
  {
    "id": 1999,
    "p1": {"name": "王希季",
           "intro": "王希季，1921年7月26日生于云南昆明，中共党员，中国空间技术研究院顾问、研究员，中国卫星与返回技术专家，何梁何利基金科学与技术进步奖、两弹一星功勋奖章获得者，国际宇航科学院、中国科学院院士。曾任七机部八院总工程师、航天工业部总工程师、中国空间技术研究院副院长及科技委主任等职。1942年，获得西南联合大学学士。1949年，获得美国弗吉尼亚理工学院硕士。1987年，当选为国际宇航科学院院士。1993年，当选中国科学院院士。王希季中国早期从事火箭及航天器的研制和组织者之一。中国第一枚液体燃料探空火箭、气象火箭、生物火箭和高空试验火箭的技术负责人；提出中国第一颗卫星运载火箭“长征一号”的技术方案，并主持该型运载火箭初样阶段的研制；主持核试验取样系列火箭的研制。曾任返回式卫星的总设计师，负责制定研制方案，采用先进技术，研究卫星返回的关键技术；任小卫星首席专家，双星计划工程总设计师等职。1985年、1992年各获国家科学技术进步奖特等奖1项，1999年获“两弹一星”功勋奖章。",
           "photo": "1999-p1"},
    "p2": {"name":"于敏",
           "intro": "于敏（1926年8月16日—2019年1月16日），出生于河北省宁河县（现天津市宁河区）芦台镇。核物理学家，国家最高科技奖获得者，“共和国勋章”获得者。1949年毕业于北京大学物理系。1980年当选为中国科学院学部委员（院士）。 原中国工程物理研究院副院长、研究员、高级科学顾问。在中国氢弹原理突破中解决了一系列基础问题，提出了从原理到构形基本完整的设想，起了关键作用。此后长期领导核武器理论研究、设计，解决了大量理论问题。对中国核武器进一步发展到国际先进水平作出了重要贡献。从20世纪70年代起，在倡导、推动若干高科技项目研究中，发挥了重要作用。 1982年获国家自然科学奖一等奖。1985年、1987年和1989年三次获国家科技进步奖特等奖。1994年获求是基金杰出科学家奖。1999年被国家授予“两弹一星”功勋奖章。1985年荣获“五一劳动奖章”。1987年获“全国劳动模范”称号。2015年获2014年度国家最高科技奖。2018年12月18日，党中央、国务院授予于敏同志改革先锋称号，颁授改革先锋奖章，并获评“国防科技事业改革发展的重要推动者”。2019年1月16日，于敏在北京逝世，享年93岁。同年9月17日，国家主席习近平签署主席令，授予于敏“共和国勋章”。",
           "photo": "1999-p2"} ,
    "e1": {"name": "中国第一艘载人航天实验飞船在酒泉卫星发射中心发射升空",
           "intro": "11月20日，中国第一艘载人航天实验飞船在酒泉卫星发射中心发射升空。完成预定的空间科学实验后，于21日在内蒙古自治区中部地区成功着陆。江泽民为飞船题名“神舟”。中共中央、国务院、中央军委致电热烈祝贺。",
           "photo": "1999-e1"},
    "e2": {"name": "中国政府对澳门恢复行使主权",
           "intro": "12月20日，中葡两国政府澳门政权交接仪式隆重举行。江泽民主席郑重宣告中国政府对澳门恢复行使主权，中华人民共和国澳门特别行政区成立。澳门行政区政府宣誓就职。中共中央、全国人大、国务院、全国政协、中央军委在京举行“首都各界庆祝澳门回归祖国大会”。",
           "photo": "1999-e2"}
  },
  {
    "id": 2000,
    "p1": {"name": "马永顺",
           "intro": "马永顺（1914年12月-2000年2月10日），男，汉族，1948年参加工作，1951年加入中国共产党，小学学历，天津宝坻人，先后任铁力林业局依吉密林场主任、铁力林业局副主任，是中共十大、十一大代表，第二、三届全国人大代表，新中国第一代伐木工人。1933年，马永顺背井离乡“闯关东”，来到当时被称为“绿色监狱”的东北林区谋生；1948年东北解放后，马永顺来到黑龙江省铁力林业局，成为红旗下第一代林业工人；1937年进东北林区当伐木工人；1982年退休后到1999年底，坚持17年造林不止，其间率领全家人，祖孙三代参与到植树造林的行动中，植树5万多棵；2000年2月10日，马永顺因心脏病突发在黑龙江省铁力市去世。2009年新中国成立60周年时，经中央批准，马永顺被评选为“100位新中国成立以来感动中国人物” 。同年，又被中华全国总工会授予“时代领跑者——中华人民共和国成立60年最具影响的劳动模范”荣誉称号。",
           "photo": "2000-p1"},
    "p2": {"name":"柳传志",
           "intro": "柳传志，男，汉族，1944年4月29日生，江苏镇江人，中共党员，1966年毕业于西安军事电讯工程学院，毕业后任职于国防科工委十院十所和中国科学院计算技术研究所从事科学研究工作，中国科学院计算技术研究所新技术发展公司（联想集团前身）创始人之一。1988年创建香港联想。1997年北京联想与香港联想合并，柳传志出任联想集团主席。2004年柳传志辞去联想集团董事长职务。2009年9月柳传志重新出任联想集团董事长。2011年11月2日联想集团宣布柳传志卸任董事会主席，担任联想集团名誉董事长。2019年12月18日，联想控股发公告宣布董事长柳传志退休，由宁旻接任联想控股董事长。",
           "photo": "2000-p2"} ,
    "e1": {"name": "实施西部大开发战略",
           "intro": "1月24日，由国务院西部地区开发领导小组组织召开的西部地区开发会议在京举行。党中央、国务院有关部门和各省、自治区、直辖市以及新疆生产建设兵团的负责人参加了会议。国务院总理朱镕基在会上阐述了实施西部大开发战略，加快中西部地区发展的重大意义。强调要站在我国现代化建设全局和战略高度，把思想和行动统一到党中央这一重大决策上来。会议认为，实施西部大开发是一项规模宏大的系统工程，也是一项艰巨的历史任务。当前和今后一个时期，要集中力量抓好几件关系西部地区开发全局的重点工作:第一，加快基础设施建设;第二，切实加强生态环境保护和建设;第三，积极调整产业结构;第四，发展科技和教育，加快人才培养;第五，加大改革开放力度。中西部地区各省市自制区和各地区立即行动起来，成立开发工作领导小组，研究和策划大开发战略的政策方案，组织调研、论证，召开国内国际和地区等各类开发研讨会、情况介绍会、招商会等等。全国各地也纷纷响应党中央的号召，开展各种形式的活动，支援西部大开发战略。5月18日，国家计委在中外记者招待会上公布，2000年将在西部地区新开工十大工程，这十大工程是西部大开发的序幕工程。",
           "photo": "2000-e1"},
    "e2": {"name": "中共十五届五中全会",
           "intro": "10月9日-11日中共十五届五中全会在北京举行。全会审议并通过了《中共中央关于制定国民经济和社会发展第十个五年计划的建议》。全会高度评价了改革开放二十多年特别是“九五"计划以来我国经济建设和社会发展所取得的巨大成就;深入分析了世纪之交我国改革开放和现代化建设面临的国际和国内形势,认为从新世纪开始，我国将进入全面建设小康社会，加快推进现代化的新的发展阶段。全会按照十五大对新世纪我国现代化建设的总体展望和部署，提出了“十五"期间我国现代化建设的总体部署。",
           "photo": "2000-e2"}
  },
  {
    "id": 2001,
    "p1": {"name": "王伟",
           "intro": "王伟（1968年4月6日—2001年4月1日），男，汉族，浙江省湖州市人，中国海军航空兵飞行员，烈士，毕业于中国人民解放军空军航空大学 。在2001年4月1日8时55分，美国海军的EP-3电子情报侦察机在中国海南岛东南70海里（110公里）的中国上空，与王伟驾驶的歼-8II战斗机发生碰撞，歼-8II战斗机坠毁。在此次中美撞机事件中，王伟跳伞下落不明，后被确认牺牲。2019年9月25日，入选“最美奋斗者”名单。2023年4月，王伟的飞行头盔被认定为一级革命文物",
           "photo": "2001-p1"},
    "p2": {"name":"张学良",
           "intro": "张学良（1901年6月3日－2001年10月14日），字汉卿，号毅庵，乳名双喜、小六子。汉族，生于辽宁省鞍山市台安县桓洞镇鄂家村张家窝堡屯（旧称桑子林詹家窝铺），国民革命军将领，奉系军阀首领张作霖的长子，中国近代著名爱国将领。1920年毕业于东三省陆军讲武堂，先于奉系军中担任要职，“皇姑屯事件”之后，他继任为东北保安军总司令，拒绝日本人的拉拢，坚持“东北易帜”，为祖国统一和民族团结做出了贡献。后任中华民国陆海空军副司令，陆军一级上将。西安事变后遭蒋介石父子长期软禁。1990年恢复人身自由，1995年起离台侨居美国夏威夷，2001年10月14日病逝于檀香山，享年101岁。张学良积极主张抗日，反对内战，曾同杨虎城将军一起发动震惊中外的“西安事变”，促成国共二次合作，结成抗日民族统一战线。2009年张学良被评为100位为新中国成立作出贡献的英雄模范人物之一。",
           "photo": "2001-p2"} ,
    "e1": {"name": "北京成功申办2008年奥运会",
           "intro": "2001年1月17日，北京2008年奥运会申办委员会向国际奥委会递交了北京2008年奥运会《申办报告》。2001年7月13日，国际奥委会第一一二次会议在莫斯科举行，会议投票决定2008年奥运会举办城市。北京时间晚11时10分，国际奥委会主席萨马兰奇宣布北京获得2008年奥运会举办权。喜讯传来，全国各族人民欢欣鼓舞。党和国家领导人江泽民、李鹏、朱镕基、李瑞环、胡锦涛、尉健行同首都各界群众一道，出席了在中华世纪坛举行的庆祝北京申奥成功联欢晚会。江泽民发表讲话，代表党中央、国务院对北京申奥成功表示热烈祝贺，向国际奥委会和各国朋友对北京申奥的支持表示感谢。",
           "photo": "2001-e1"},
    "e2": {"name": "中国加入世界贸易组织",
           "intro": "2001年11月10日，在卡塔尔多哈举行的世界贸易组织（WTO）第四届部长级会议通过了中国加入世界贸易组织法律文件，标志着我国终于成为世界贸易组织新成员，我国对外开放事业进入一个新的阶段。同年12月11日，我国正式加入世界贸易组织，成为其第143个成员。",
           "photo": "2001-e2"}
  },
  {
    "id": 2002,
    "p1": {"name": "王选",
           "intro": "王选，女，1952年8月6日出生，祖籍浙江省义乌市崇山村，生于上海。1969年，王选作为知识青年到崇山村插队，在那里生活了四年。1973年，王选被推荐到杭州大学（现并入浙江大学）学习英语，1976年毕业后回到义乌中学当英语教师。1984年调到杭州外语学校任教。1987年留学日本，两年之后，她以优异的成绩获得筑波大学教育学硕士学位。王选入选《南方周末》、《中国妇女》等评出的2002年年度人物、“CCTV感动中国2002年年度人物”。",
           "photo": "2002-p1"},
    "p2": {"name":"郑培民",
           "intro": "郑培民（1943年7月23日－2002年3月11日），出生于吉林省海龙县，1969年加入中国共产党，吉林大学物理系毕业。曾任湖南省委副书记，湖南省第九届人大常委会副主任、党组副书记，中共十三至十五届人大代表。2019年9月25日，被评选为“最美奋斗者”。郑培民当选2002年度“感动中国”十大人物。",
           "photo": "2002-p2"} ,
    "e1": {"name": "退耕还林工程",
           "intro": "长期以来，由于盲目毁林开垦和进行陡坡地、沙化地耕种， 造成了我国严重的水土流失和风沙危害，洪涝、干旱、沙尘暴等自然灾害频频发生，人民群众的生产、生活受到严重影响，国家的生态安全受到严重威胁。退耕还林工程1999年，四川、陕西、甘肃3省率先开展了退耕还林试点，由此揭开了我国退耕还林的序幕。2002年1月10日，国务院西部开发办公室召开退耕还林工作电视电话会议，确定全面启动退耕还林工程。",
           "photo": "2002-e1"},
    "e2": {"name": "中国共产党第十六次全国代表大会",
           "intro": "11月8日-14日　中国共产党第十六次全国代表大会举行。江泽民代表第十五届中央委员会作《全面建设小康社会，开创中国特色社会主义事业新局面》的报告。大会总结过去5年的工作和13年的基本经验，阐述全面贯彻“三个代表”重要思想的根本要求，提出全面建设小康社会的奋斗目标。大会通过关于《中国共产党章程（修正案）》的决议，把“三个代表”重要思想确立为党必须长期坚持的指导思想。15日，十六届一中全会选举胡锦涛、吴邦国、温家宝、贾庆林、曾庆红、黄菊、吴官正、李长春、罗干为中央政治局常委，胡锦涛为中央委员会总书记，决定江泽民为中央军事委员会主席，批准吴官正为中央纪律检查委员会书记。",
           "photo": "2002-e2"}
  },
  {
    "id": 2003,
    "p1": {"name": "胡锦涛",
           "intro": "胡锦涛，男，汉族，1942年12月生，安徽绩溪人，1964年4月加入中国共产党，1965年7月参加工作，清华大学水利工程系河川枢纽电站专业毕业，大学学历，工程师。曾任中国共产党中央委员会总书记，中华人民共和国主席，中共中央军事委员会主席，中华人民共和国中央军事委员会主席。",
           "photo": "2003-p1"},
    "p2": {"name":"温家宝",
           "intro": "温家宝，男，汉族，1942年9月生，天津市人，1965年4月加入中国共产党，1967年9月参加工作，北京地质学院地质构造专业毕业，研究生学历，工程师。曾任第十七届中央政治局常委，国务院总理、党组书记。",
           "photo": "2003-p2"} ,
    "e1": {"name": "非典疫情",
           "intro": "非典，即严重急性呼吸系统综合征（SARS），于2002年11月在广东省佛山市顺德区首次爆发，并迅速传播至全国其他地区及全球多个国家。2003年6月15日，中国内地非典疫情基本宣告结束。非典疫情的全球高峰期大约在2003年中期，而结束时间则因地区而异。例如，2003年8月16日，北京地坛医院举行了“告别非典，走向明天”的仪式，标志着北京地区非典疫情的结束。全球范围内，非典疫情基本结束是在2003年7月13日，此后全球非典患者人数和疑似病例人数不再增长。",
           "photo": "2003-e1"},
    "e2": {"name": "中国首次成功发射载人宇宙飞船“神舟五号”",
           "intro": "神舟五号（Shenzhou V，简称“神五”），是中国载人航天工程发射的第五艘飞船，也是中华人民共和国发射的第一艘载人航天飞船。神舟五号飞船搭载航天员杨利伟于北京时间2003年10月15日9时整在酒泉卫星发射中心发射升空，在轨飞行14圈，历时21小时23分，顺利完成各项预定操作任务后，其返回舱于北京时间2003年10月16日6时23分返回内蒙古主着陆场，其轨道舱留轨运行半年。神舟五号任务的圆满成功，标志着中国成为世界上第三个独立掌握载人航天技术的国家，实现了中华民族千年飞天的梦想，是中华民族智慧和精神的高度凝聚，是中国航天事业在21世纪的一座新的里程碑。",
           "photo": "2003-e2"}
  },
  {
    "id": 2004,
    "p1": {"name": "刘翔",
           "intro": "刘翔，男，汉族，1983年7月13日出生于上海市普陀区，中国男子田径队110米栏运动员。他是中国体育田径史上、也是亚洲田径史上第一个集奥运会、室内室外世锦赛、国际田联大奖赛总决赛冠军和世界纪录保持者多项荣誉于一身的运动员。2004年雅典奥运会男子110米栏，以12秒91的成绩追平了由英国选手科林·杰克逊创造的世界纪录夺冠。2006年瑞士洛桑田径超级大奖赛男子110米栏，以12秒88的成绩打破了保持13年的世界纪录夺冠。2007年世界田径锦标赛男子110米栏冠军。2012年国际田联钻石联赛尤金站男子110米栏，以12秒87的成绩夺冠。2012年6月，世界110米栏排名第一，刘翔时隔五年后重登榜首。2015年4月7日，刘翔正式宣布退役。",
           "photo": "2004-p1"},
    "p2": {"name":"袁隆平",
           "intro": "袁隆平（1930年9月7日-2021年5月22日），男，汉族，生于北平（今北京市），无党派人士，江西省九江市德安县人。享誉海内外的著名农业科学家，中国杂交水稻事业的开创者和领导者，中国共产党的亲密朋友，无党派人士的杰出代表，“共和国勋章”获得者，湖南省政协原副主席，国家杂交水稻工程技术研究中心原主任，中国工程院院士，被誉为“杂交水稻之父”。1953年毕业于西南农学院，1995年被选为中国工程院院士，1999年中国科学院北京天文台施密特CCD小行星项目组发现的一颗小行星被命名为袁隆平星，2000年获得国家最高科学技术奖，2004年获得沃尔夫农业奖，2006年4月当选美国国家科学院外籍院士，2010年获得澳门科技大学荣誉博士学位，2013年获得第四届中国消除贫困奖终身成就奖，2018年当选中国发明协会首届会士。2018年9月8日，获得“未来科学大奖”生命科学奖；2018年12月18日，党中央、国务院授予袁隆平改革先锋称号，颁授改革先锋奖章，获评杂交水稻研究的开创者。2019年9月17日，国家主席习近平签署主席令，授予袁隆平“共和国勋章”。2020年11月28日，当选2020中国经济新闻人物。袁隆平致力于杂交水稻技术的研究、应用与推广，发明“三系法”籼型杂交水稻，成功研究出“两系法”杂交水稻，创建了超级杂交稻技术体系。提出并实施“种三产四丰产工程”，运用超级杂交稻的技术成果，出版中、英文专著6部，发表论文60余篇。",
           "photo": "2004-p2"} ,
    "e1": {"name": "刘翔打破奥运会记录",
           "intro": "8月28日，中国田径选手刘翔在雅典奥运田径男子110米栏项目中以12.91秒的成绩夺得金牌，打破了奥运会记录，追平了威尔士的科林·杰克逊在1993年创造并保持的世界纪录，为中国夺得了第一块男子田径奥运会金牌。",
           "photo": "2004-e1"},
    "e2": {"name": "中共十六届四中全会",
           "intro": "9月16日-19日，中共十六届四中全会召开，通过《中共中央关于加强党的执政能力建设的决定》，强调要不断提高驾驭社会主义市场经济的能力、发展社会主义民主政治的能力、建设社会主义先进文化的能力、构建社会主义和谐社会的能力、应对国际局势和处理国际事务的能力。全会同意江泽民辞去中央军委主席职务，决定胡锦涛为中央军委主席。",
           "photo": "2004-e2"}
  },
  {
    "id": 2005,
    "p1": {"name": "洪战辉",
           "intro": "洪战辉，男，1982年6月出生，河南省西华县人，中共党员，中南大学商学院企业管理硕士研究生，感动中国十大新闻人物，第十七届中国十大杰出青年。从12岁起，担当起照顾妹妹和父亲的重任，为求学和照顾家人，一直打零工维持学业和生计。先后就读于怀化学院（专科）、中南大学本硕连读。2005年被评为“感动中国十大人物”，2006年被评为全国十大杰出青年，2008年作为奥运火炬手参加了湖南长沙段的火炬传递活动。2011年-2015年在怀化学院任团委副书记，2016年担任湖南信息学院校长助理兼团委书记。现任长沙市湘华中等职业学校校长。",
           "photo": "2005-p1"},
    "p2": {"name":"丛飞",
           "intro": "丛飞（1969年10月29日—2006年4月20日），男，原名张崇，辽宁省盘锦市大洼县田庄台镇人，中国共产党党员，毕业于沈阳音乐学院，中国内地男歌手、义工。1994-2005年的11年间，丛飞作为一名普通的歌手，致力于社会公益事业，义演300多场，将主要收入捐给很多贫困的失学儿童和残疾儿童，义工服务超过6000小时，先后资助贵州、湖南、四川等贫困山区的贫困儿童183名，无私捐助失学儿童和残疾人超过150人，认养孤儿37人，捐助金额超过300万元。先后被授予“中国百名优秀青年志愿者”“深圳市爱心市民”、“深圳市爱心大使”等称号。2005年，获得中央共青团“中国青年志愿服务金奖”奖章；7月，获得共青团广东省委“广东省杰出青年志愿者”称号；同年，获得“全国十大社会公益之星”；11月20日，获得首届《中华慈善大会》中华慈善奖。2009年，获得由中共中央宣传部等11个部委联合组织评选的“100位新中国成立以来感动中国人物”。2006年4月20日，丛飞因胃癌在深圳逝世，年仅37岁。",
           "photo": "2005-p2"} ,
    "e1": {"name": "纪念中国人民抗日战争暨世界反法西斯战争胜利60周年大会",
           "intro": "纪念中国人民抗日战争暨世界反法西斯战争胜利60周年大会，9月3日上午在人民大会堂隆重举行。中共中央总书记、国家主席、中央军委主席胡锦涛发表重要讲话强调，我们隆重纪念中国人民抗日战争和世界反法西斯战争的伟大胜利，就是要牢记历史、不忘过去、珍爱和平、开创未来，更好地推进全面建设小康社会、实现中华民族伟大复兴的光辉事业，更好地促进人类和平与发展的崇高事业。",
           "photo": "2005-e1"},
    "e2": {"name": "首次登上南极内陆冰盖最高点",
           "intro": "2005年1月18日3时16分，中国南极内陆冰盖昆仑科考队确认找到了南极内陆冰盖的最高点：南纬80度22分00秒，东经77度21分11秒，海拔4093米。科考队在此升起了一面五星红旗，这是人类首次登上南极内陆冰盖最高点。中国人的一小步，成为21世纪人类探索自然的一大步。从科学考察价值和极地话语权角度来看，南极一共有四个必争之点：极点、冰点、磁点和高点。其中三个点已经被美国、法国、前苏联抢占——美国占据“南极点”，建立了阿蒙森·斯科特站；法国占据“南极磁点”，建立了迪蒙·迪维尔站；前苏联占据“南极冰点”，测到了-89℃的全球最低气温，建立了东方站。现在，人类在南极仅剩下一个点，即海拔4000多米的“冰穹A”最高点，在中国科考队之前，国际上还没有直接从地面进入“冰穹A”展开过系统的科学考察活动，这无论对于中国还是整个国际南极科考，都具有十分重大的意义。",
           "photo": "2005-e2"}
  },
  {
    "id": 2006,
    "p1": {"name": "王选",
           "intro": "王选（1937年2月5日—2006年2月13日），出生于上海，江苏无锡人。计算机文字信息处理专家，计算机汉字激光照排技术创始人，国家最高科学技术奖获得者，中国科学院学部委员、中国工程院院士，北京大学计算机研究所原所长。王选于1958年从北京大学数学力学系毕业后留校任教；1976年负责“748工程”的总体设计和研制工作；1978年至1995年担任北京大学计算机研究所所长；1984年晋升为教授；1987年获得首届毕昇印刷奖；1991年当选为中国科学院学部委员（院士）；1994年当选为中国工程院院士；1995年加入九三学社，并担任九三学社中央委员会副主席；2002年获得2001年度国家最高科学技术奖；2003年当选为中国人民政治协商会议第十届全国委员会副主席；2006年2月13日11时在北京病逝，享年70岁。2009年被评选为100位新中国成立以来感动中国人物；2018年被授予改革先锋称号，颁授改革先锋奖章，并获评“科技体制改革的实践探索者”；2019年被评选为“最美奋斗者”。王选主要致力于文字、图形、图像的计算机处理研究。",
           "photo": "2006-p1"},
    "p2": {"name":"华益慰",
           "intro": "华益慰，（1933年3月—2006年8月12日）湖北省浠水县关口镇华咀村人，出身医学世家，毕业于北京协和医学院。从事普通外科临床工作，在胃肠、肝胆、甲状腺、乳腺、小儿普外和门脉高压症的治疗方面有很深的造诣，在军内外普通外科界享有很高声誉。参加过支援西藏医疗队和海城、唐山抗震救灾等重大任务，曾任中华医学会外科学会常委、全军医学科学技术委员会普外专业组成员，被原北京军区评为“育才有功专家”。",
           "photo": "2006-p2"} ,
    "e1": {"name": "长江三峡大坝全线建成",
	   "intro": "长江三峡大坝于1994年12月14日正式动工修建，2006年5月20日全线修建成功。长江三峡大坝全长3335m，大坝顶高程185米。三峡大坝正常蓄水可达175米高。三峡大坝安装32台单机容量为70万千瓦的水电机组，这意味着，三峡水利工程发电装机总容量达到2240万千瓦，成为世界上最大的水利发电站。三峡大坝还具有防洪、抗旱、航运等诸多水利作用。",
           "photo": "2006-e1"},
    "e2": {"name": "青藏铁路全线建成通车",
           "intro": "2006年7月1日上午，青藏铁路通车庆祝大会在青海省格尔木市和西藏自治区拉萨市同时隆重举行。经过10多万筑路大军历时5年的艰苦奋战，青藏铁路格尔木至拉萨段建成，至此世界上海拔最高、线路最长的高原铁路青藏铁路全线胜利建成通车。青藏铁路建成通车，在青海、西藏两省区经济社会发展史上具有重大意义。",
           "photo": "2006-e2"}
  },
  {
    "id": 2007,
    "p1": {"name": "闵恩泽",
           "intro": "闵恩泽（1924年2月8日－2016年3月7日），四川成都人，石油化工催化剂专家，中国科学院院士、中国工程院院士、第三世界科学院院士、英国皇家化学会会士，2007年度国家最高科学技术奖获得者，感动中国2007年度人物之一，是中国炼油催化应用科学的奠基者，石油化工技术自主创新的先行者，绿色化学的开拓者，被誉为“中国催化剂之父”。1946年，闵恩泽毕业于国立中央大学；1951年，获美国俄亥俄州立大学博士学位；1955年，进入石油工业部北京石油炼制研究所工作；现为资深院士、中国石油化工股份有限公司石油化工科学研究院高级顾问。2016年3月7日上午5时5分，闵恩泽先生因病于北京逝世，享年93岁。闵恩泽主要从事石油炼制催化剂制造技术领域研究，20世纪60年代主持开发了制造磷酸硅藻土叠合催化剂的混捏—浸渍新流程通过中型试验，提出了铂重整催化剂的设计基础，研制成功航空汽油生产急需的小球硅铝催化剂，主持开发成功微球硅铝裂化催化剂。20世纪80年代开展了非晶态合金等新催化材料和磁稳定床等新反应工程的导向性基础研究。1995年，闵恩泽进入绿色化学的研究领域，策划指导开发成功化纤单体己内酰胺生产的成套绿色技术和生物柴油制造新技术。",
           "photo": "2007-p1"},
    "p2": {"name":"李剑英",
           "intro": "李剑英（1964年5月-2006年11月14日），出生于河南省郑州市金水区姚桥乡，1982年6月考入空军原第五航空学校，1986年3月入党，牺牲前为空军上校军衔，一级飞行员，飞行总时间近2400小时。历任飞行学员、飞行员、中队长、副团职领航主任、正团职领航主任、正团职飞行员等职。生前系空军上校军衔，一级飞行员。2006年11月14日12时04分09秒，执行完任务的李剑英驾机返航至高度194米、离机场跑道头2900米时，突然遭遇一群信鸽撞击，发动机空中停车。由于飞机下方村庄密集，机上载有数百升航油和航弹等，飞机一旦失控坠落将给人民群众生命财产造成巨大损失。生死关头，本可以跳伞求生的李剑英毅然选择成功率很小的迫降，顽强地将失去动力的战机驾驶到跑道延长线上。12时04分25秒，当战机接地向前冲出39.3米时，不幸撞在高出地面3.5米的水渠护坡上，座舱和机头部分折断前抛，飞机解体起火爆炸，李剑英献出年轻而宝贵的生命。",
           "photo": "2007-p2"} ,
    "e1": {"name": "2007年世界夏季特殊奥林匹克运动会",
	   "intro": "10月2日至10月11日，2007年世界夏季特殊奥林匹克运动会在上海隆重举行。国家主席胡锦涛出席并宣布运动会开幕。世界特殊奥林匹克运动会是面向智障人土的综合性大型运动会。这次在上海举办的特奥会，是第一次在发展中国家、在亚洲举办的夏季特奥会，是迄今为止我国举办的参赛国家和地区、参赛人员最多的国际体育赛事。本届特奥会设有21个比赛项目和4个表演项目，有1万多名运动员、教练员参加。中国特奥代表团在本届特奥会上共获得金牌459枚，银牌333枚，铜牌258枚。",
           "photo": "2007-e1"},
    "e2": {"name": "“嫦娥一号”卫星发射成功",
           "intro": "“嫦娥一号”是我国以古代神话人物嫦娥命名的首颗绕月人造卫星，由中国空间技术研究院承担研制。卫星的主要探测目标是获取月球表面的三维立体影像、分析月球表面有用元素的含量和物质类型的分布特点、探测月壤厚度和地球至月亮的空间环境。2007年10月24日18时05分，“嫦娥一号”卫星在西昌卫星发射中心成功发射，准确进入预定环月工作轨道。2008年11月12日，依据“嫦娥一号”卫星拍摄的月球地形地貌数据制作的我国第一幅全月球影像图正式公布。2009年3月1日，在地面操作人员的精确控制下，“嫦娥一号”卫星实现“受控撞月”，准确撞击在月球正面丰富海的平坦区域，圆满完成使命，中国首次月球探测工程取得圆满成功。",
           "photo": "2007-e2"}
  },
  {
    "id": 2008,
    "p1": {"name": "武文斌",
           "intro": "武文斌（1982年10月1日—2008年6月18日），河南省邓州市张村镇程营村人。2002年12月入伍，革命烈士，2008感动中国人物。2005年9月考入解放军信息工程大学，2007年7月回到所在部队实习，2008年6月18日参加汶川抗震救灾牺牲，年仅26岁。2008年，武文斌被中央军委授予“抗震救灾英雄战士”荣誉称号。",
           "photo": "2008-p1"},
    "p2": {"name":"翟志刚",
           "intro": "翟志刚，男，汉族，1966年10月10日出生于黑龙江省齐齐哈尔市龙江县，中共党员，硕士学位。1985年6月入伍，1991年9月入党，现为中国人民解放军航天员大队特级航天员，专业技术少将军衔。曾任空军某中心飞行教员，安全飞行950小时，被评为空军一级飞行员。2003年9月，入选神舟五号飞行任务备份航天员。2005年6月，入选神舟六号飞行任务备份乘组。2008年9月，执行神舟七号飞行任务并担任指令长，同年11月，被中共中央、国务院、中央军委授予“航天英雄”荣誉称号，并获“航天功勋奖章”。2013年1月，入选神舟十号飞行任务备份航天员。2019年12月，入选神舟十三号飞行任务乘组并担任指令长。2008年9月25日至27日的神舟七号飞行任务中，担任飞船指令长，是第一位出舱活动的中国人。2018年1月，被中宣部授予“时代楷模”荣誉称号。",
           "photo": "2008-p2"} ,
    "e1": {"name": "5·12汶川地震",
	   "intro": "5·12汶川地震（the Wenchuan earthquake in 2008），又称“汶川大地震”，发生于北京时间2008年5月12日14时28分4秒。震中位于四川省阿坝藏族羌族自治州汶川县映秀镇（北纬31.0°、东经103.4°）。根据中国地震局修订后的数据，5·12汶川地震的面波震级为8.0级。根据日本气象厅的数据，5·12汶川地震的地震波确认共环绕了地球6圈。地震波及大半个中国以及亚洲多个国家和地区，中国北至内蒙古，东至上海，西至西藏，南至中国香港、中国台湾等地区均有震感，中国之外的泰国、越南、菲律宾和日本等国均有震感。5·12汶川地震严重破坏地区约50万平方千米，其中，极重灾区共10个县（市），较重灾区共41个县（市），一般灾区共186个县（市）。截至2008年9月25日，5·12汶川地震共计造成69227人遇难、17923人失踪、374643人不同程度受伤、1993.03万人失去住所，受灾总人口达4625.6万人。截至2008年9月，5·12汶川地震造成直接经济损失8451.4亿元。5·12汶川地震是中华人民共和国成立以来破坏性最强、波及范围最广、灾害损失最重、救灾难度最大的一次地震。2009年3月2日，经中华人民共和国国务院批准，自2009年起，每年5月12日为全国防灾减灾日。",
           "photo": "2008-e1"},
    "e2": {"name": "2008年北京奥运会",
           "intro": "第29届夏季奥林匹克运动会（Beijing 2008；Games of the XXIX Olympiad），又称2008年北京奥运会，2008年8月8日晚上8时整在中国北京开幕。8月24日闭幕。主办城市是北京，上海、天津、沈阳、秦皇岛、青岛为协办城市。香港承办马术项目。此届奥运会共有参赛国家及地区204个，参赛运动员11438人，设28个大项、302小项，共有60000多名运动员、教练员和官员参加。本届奥运会共创造43项新世界纪录及132项新奥运纪录。北京奥运会闭幕时共有87个国家和地区在赛事中取得奖牌，中国代表团以51枚金牌居金牌榜首名，是奥运历史上首个登上金牌榜首的亚洲国家。",
           "photo": "2008-e2"}
  },
  {
    "id": 2009,
    "p1": {"name": "季羡林",
           "intro": "季羡林（1911年8月6日—2009年7月11日），中国山东省聊城市临清人。字希逋，又字齐奘。民盟盟员、中共党员。国际著名东方学“大师”、语言学家、文学家、“国”学家、“佛”学家、史学家、教育家和社会活动家。历任中国科学院哲学社会科学部委员、聊城大学名誉校长、北京大学副校长、中国社会科学院南亚研究所所长，是北京大学的终身教授，与饶宗颐并称为“南饶北季”。早年留学国外，通英文、德文、梵文、巴利文，能阅俄文、法文，尤精于吐火罗文（当代世界上分布区域最广的语系印欧语系中的一种独立语言），是世界上仅有的精于此语言的几位学者之一。为“梵学、佛学、吐火罗文研究并举，中国文学、比较文学、文艺理论研究齐飞”，其著作汇编成《季羡林文集》，共24卷。生前曾撰文三辞桂冠：国学大师、学界泰斗、国宝。2009年7月11日11时10分，季羡林逝世，享年98岁。",
           "photo": "2009-p1"},
    "p2": {"name":"卓琳",
           "intro": "卓琳（1916年4月6日-2009年7月29日），原名浦琼英，邓小平同志的夫人，出生于云南省宣威县，1937年参加革命工作，1938年4月加入中国共产党。中国共产党的优秀党员，久经考验的忠诚的共产主义战士，曾任中央军委办公厅顾问。2009年7月29日，卓琳同志因病医治无效，在北京逝世，享年93岁。",
           "photo": "2009-p2"} ,
    "e1": {"name": "2009年哈尔滨世界大学生冬季运动会",
	   "intro": "2009年哈尔滨世界大学生冬季运动会（英语：2009 Harbin Winter Universiade）暨第24届世界大学生冬季运动会于2009年2月18日至2月28日在中国黑龙江省哈尔滨市举行，来自44个国家和地区的2366名运动员参加了哈尔滨世界大学生冬季运动会。哈尔滨大冬会是2001年北京世界大学生夏季运动会后中国第二次举办世界大学生运动会，这也是中国首次举办世界级冬季综合性运动会。",
           "photo": "2009-e1"},
    "e2": {"name": "西藏举行首次百万农奴解放纪念日庆祝大会",
           "intro": "西藏百万农奴解放纪念日，2009年1月19日，西藏自治区九届人大二次会议投票决定，将每年的3月28日设为西藏百万农奴解放纪念日。西藏自治区人大与会的382名代表一致表决通过了《西藏自治区人民代表大会关于设立西藏百万农奴解放纪念日的决定》。设立“西藏百万农奴解放纪念日”将让包括藏族在内的全体中华民族永远牢记50年前西藏平叛和民主改革这一历史性事件。",
           "photo": "2009-e2"}
  },
  {
    "id": 2010,
    "p1": {"name": "钱伟长",
           "intro": "钱伟长（1912年10月9日—2010年7月30日），出生于江苏无锡。民盟盟员，物理学、力学、应用数学家，教育家，社会活动家，中国科学院学部委员（院士），波兰科学院外籍院士，加拿大多伦多赖尔逊学院院士。生前是上海大学校长，上海市应用数学和力学研究所所长。钱伟长于1931年—1937年先后在清华大学物理系、清华大学物理系研究所学习；1937年任教于天津耀华中学；1939年任教于西南联合大学；1942年获得加拿大多伦多大学应用数学系理学博士学位；1942年—1946年任美国加州理工学院喷射推进研究所研究工程师；1946年返回中国，任清华大学教授；1949年任清华大学校务委员会常委、副教务长；1952年任清华大学校教务长；1952年加入中国民主同盟；1954年任中国科学院数学研究所力学研究室主任；1955年当选为中国科学院学部委员（院士）；1956年任清华大学副校长，同年当选为波兰科学院外籍院士；1956年9月—1957年5月任中国科学院力学研究所副所长；1983年任上海工业大学校长；1984年任上海市应用数学与力学研究所所长；1986年当选为加拿大多伦多赖尔逊学院院士；1994年任上海大学校长；1997年任中国民主同盟中央委员会名誉主席；1998年3月—2003年3月当选为中国人民政治协商会议第九届全国委员会副主席；2010年7月30日在上海逝世，享年98岁；2011年2月获评为“感动中国2010年度人物”。钱伟长主要从事应用数学、力学、物理学和中文信息学等研究工作。",
           "photo": "2010-p1"},
    "p2": {"name":"孙炎明",
           "intro": "孙炎明，男，汉族，1962年10月生于浙江东阳，中共党员，人民警察，有“警界保尔”之称。1982年8月参加公安工作，二级警督。1995年入党，先后在东阳市公安局经济文化保卫科、城中派出所、城北派出所工作，2000年9月起在东阳市看守所任监管民警。孙炎明同志从警29年来，恪尽职守，无私奉献，2004年5月被确诊脑癌后，以顽强的毅力、超越生命的执著，坚持与病魔抗争，把全部精力和心血献给了公安事业，以实际行动诠释了一名共产党员的优良品德和高尚情操。曾获“全省百名优秀基层民警”、“全省优秀人民警察”、“金华市十佳实干型干部”等荣誉，并荣记个人一等功一次、个人三等功三次。曾被评为“感动中国”2010年度人物、公安部“2010警界骄傲”、“浙江骄傲”2010年度最具影响力人物。",
           "photo": "2010-p2"} ,
    "e1": {"name": "中国2010年上海世界博览会",
	   "intro": "中国2010年上海世界博览会（Expo 2010），是第41届世界博览会。于2010年5月1日至10月31日在中国上海市举行。为期184天的世博会也是由中国举办的首届世界博览会。上海世博会以“城市，让生活更美好”（Better City,BetterLife）为主题，总投资达450亿人民币，创造了世界博览会史上最大规模纪录。",
           "photo": "2010-e1"},
    "e2": {"name": "嫦娥二号卫星成功发射",
           "intro": "嫦娥二号（Chang'e 2），是中国探月计划中的第二颗绕月人造卫星，也是中国探月工程二期的技术先导星，原为嫦娥一号的备份星，以中国古代神话人物嫦娥命名。2010年10月1日，嫦娥二号在西昌卫星发射中心发射升空；2010年10月6日，嫦娥二号被月球捕获，进入环月轨道；2011年8月25日，嫦娥二号进入拉格朗日L2点环绕轨道；2012年12月15日，嫦娥二号工程宣布收官。嫦娥二号任务的圆满成功，标志着中国在深空探测领域突破并掌握了一大批新的具有自主知识产权的核心技术和关键技术，为后续实施探月二期工程的“落”和“回”以及下一步开展火星等深空探测奠定了坚实技术基础，中国从航天大国迈向航天强国的进程又跨出了重要的一步。",
           "photo": "2010-e2"}
  },
  {
    "id": 2011,
    "p1": {"name": "李鹏",
           "intro": "李鹏，男，1987年9月出生，汉族，中共党员， 2005年12月入伍，中士警衔，现为河南省公安消防总队洛阳市支队嵩县大队白云大道中队中队长助理。入伍7年来，他始终牢记全心全意为人民服务的宗旨，爱岗敬业，无私奉献，先后参加火灾扑救216次，抢险救援558次，救助被困群众167人。先后荣立个人一等功1次、二等功1次、三等功1次，荣获嘉奖5次、优秀士兵3次，多次被评为“优秀共产党员”；被河南省政府、洛阳市政府授予“抗洪抢险勇士”，共青团河南省委、河南省青年联合会授予“河南青年五四奖章”，洛阳团市委授予“新长征突击手”，嵩县人民政府授予“人民卫士”荣誉称号；当选2011“感动中原”十大年度人物、河南省2011年度“十大拥政爱民标兵”、洛阳市和谐洛阳建设“十佳人物”、嵩县“感动嵩州”十大人物。",
           "photo": "2011-p1"},
    "p2": {"name":"朱光亚",
           "intro": "朱光亚（1924年12月25日—2011年2月26日），汉族，湖北武汉人。中国核科学事业的主要开拓者之一，吉林大学物理学创始人之一，“两弹一星功勋奖章”获得者，入选“感动中国2011年度人物”，被誉为“中国工程科学界支柱性的科学家”、“中国科技众帅之帅”。朱光亚1945年毕业于西南联合大学；1950年，获美国密执安大学博士学位；1980年，当选为中国科学院学部委员（院士）；1991年，任中国科协主席；1994年，被选聘为首批中国工程院院士，并任中国工程院院长、党组书记；1996年5月，被推举为中国科协名誉主席；1999年1月，任总装备部科技委主任。朱光亚早期主要从事核物理、原子能技术方面的教学与科学研究工作；20世纪50年代末，负责并组织领导中国原子弹、氢弹的研究、设计、制造与试验工作，参与领导了国家高技术研究发展计划的制订与实施、国防科学技术发展战略研究，组织领导了禁核试条件下中国核武器技术持续发展研究、军备控制研究及武器装备发展战略研究等工作，为中国核科技事业和国防科技事业的发展作出了重大贡献。",
           "photo": "2011-p2"} ,
    "e1": {"name": "利比亚大撤离",
	   "intro": "利比亚大撤离是指2011年2月中国政府实施的一次大规模海外公民撤离行动，这几乎是新中国成立以来，中国政府组织的最大规模海外公民救援撤离行动。截至2011年3月2日，中国出动包括民航、邮船、海军护卫舰、空军运输机、客车等海陆空力量，已经顺利从利比亚撤离公民32000余人，其中约9000余人已经回国。",
           "photo": "2011-e1"},
    "e2": {"name": "庆祝中国共产党成立90周年大会",
           "intro": "2011年7月1日上午，时任中共中央总书记胡锦涛在会上发表重要讲话，回顾中国共产党90年的光辉历程和取得的伟大成就，总结党和人民创造的宝贵经验，提出新的历史条件下提高党的建设科学化水平的目标任务，阐述了在新的历史起点上把中国特色社会主义伟大事业全面推向前进的大政方针。他强调，全党同志要牢记历史使命，永远保持谦虚、谨慎、不骄、不躁的作风，永远保持艰苦奋斗的作风，勇于变革、勇于创新，永不僵化、永不停滞，不动摇、不懈怠、不折腾，不为任何风险所惧，不被任何干扰所惑，坚定不移沿着中国特色社会主义道路奋勇前进，更加奋发有为地团结带领全国各族人民创造自己的幸福生活和中华民族的美好未来。",
           "photo": "2011-e2"}
  },
  {
    "id": 2012,
    "p1": {"name": "罗阳",
           "intro": "罗阳（1961年6月29日-2012年11月25日），男，汉族，辽宁沈阳人，1982年8月参加工作，1986年8月加入中国共产党，北京航空航天大学飞机设计专业毕业，研究员级高级工程师。生前曾任歼-15舰载机工程总指挥，沈阳飞机工业（集团）有限公司董事长、总经理、党委副书记。1999年享受国务院政府特殊津贴。2012年11月25日12时48分，罗阳在执行任务时突发急性心肌梗死、心源性猝死，经抢救无效，在工作岗位上因公殉职，享年51岁。",
           "photo": "2012-p1"},
    "p2": {"name":"屠守锷",
           "intro": "屠守锷（1917年12月5日—2012年12月15日），浙江湖州人，导弹和火箭专家，中国科学院学部委员（院士），国际宇航科学院院士，“两弹一星”功勋奖章获得者，生前是中国航天工业总公司研究员、高级技术顾问。屠守锷1940年毕业于清华大学航空系；1941年赴美国麻省理工学院攻读硕士学位，毕业后任美国寇蒂斯飞机厂工程师；1945年任西南联合大学航空系副教授；1947年在清华大学航空系任教；1957年任国防部五院一分院结构强度研究室主任；1961年9月任国防部五院一分院副院长兼第二设计部主任；1965年7月任第七机械工业部一院副院长兼第一设计部主任；1982年先后任航天部总工程师、科技委副主任兼一院科技委主任；1986年当选为国际宇航科学院院士；1991年当选为中国科学院学部委员（院士）；1999年获党中央、国务院、中央军委颁发的“两弹一星功勋奖章”；2012年12月15日在北京逝世，享年95岁。屠守锷毕生从事导弹与航天技术的研究工作。领导参加地空导弹初期试制；研制液体弹道式地地中近程导弹、中程导弹；研制洲际导弹和长征2号运载火箭等。",
           "photo": "2012-p2"} ,
    "e1": {"name": "中国共产党第十八次全国代表大会",
	   "intro": "11月8日，中国共产党第十八次全国代表大会在北京开幕。这次会议召开正值“中国和世界的关键时刻”，涉及中国政治、经济和社会的未来发展方向，产生了新一届领导集体，吸引着全世界的目光。十八大不仅回答了中国为何要坚定不移走中国特色社会主义道路的问题，而且让世界清晰地看到了中国未来发展的宏伟蓝图，向全世界宣示了中国坚持走和平发展道路的信心和决心，以从容坚定的姿态回应了国际社会对中国发展的疑虑和担忧。世界的发展离不开中国，中国的命运与世界休戚与共。十八大后的中国，必将更加积极开放，更加和谐自信，担负起维护世界和平、促进共同发展的重任。",
           "photo": "2012-e1"},
    "e2": {"name": "中日钓鱼岛争端",
           "intro": "日本在1895年利用甲午战争窃取钓鱼岛是非法无效的。第二次世界大战后，根据《开罗宣言》和《波茨坦公告》等国际法律文件，钓鱼岛回归中国。无论日本对钓鱼岛采取任何单方面举措，都不能改变钓鱼岛属于中国的事实。长期以来，日本在钓鱼岛问题上不时制造事端。2012年9月10日，日本政府宣布“购买”钓鱼岛及附属的南小岛、北小岛，实施所谓“国有化”。这是对中国领土主权的严重侵犯，是对历史事实和国际法理的严重践踏。中国坚决反对和遏制日本采取任何方式侵犯中国对钓鱼岛的主权。中国在钓鱼岛问题上的立场是明确的、一贯的，维护国家主权和领土完整的意志坚定不移，捍卫世界反法西斯战争胜利成果的决心毫不动摇。",
           "photo": "2012-e2"}
  }
]